[
    {
        "abstract": "In the discussion of terrorist threat in Central Asian region, limited studies have been conducted on understanding the location of terrorist attacks. The study applies innovative approach and explores high-resolution spatial data on terrorist attacks in the region and more specifically on the ethnic dimension of the issue. The use of Klier-McMillen linearized Generalised Method of Moments (GMM) spatial logit model unveils intriguing connections between terrorist activities and ethnic composition of the region and allows the identification and modelling of fine-scale interactions between various covariates and the occurrence and intensity of terrorist attacks in Central Asia.", 
        "authors": [
            "Andre Python", 
            "Aliya Tskhay"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "terrorism", 
            "Central Asia", 
            "spatial logit model", 
            "ethnicity"
        ], 
        "number": 1, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Mapping terrorist activities in Central Asia: Regional view on domestic issue 1990-2012", 
        "topics": [
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "The geographic analysis of health or crime events, such as the location of prostitution (and related diseases), the interaction between drugs and the built environment (including overdoses and important spaces), and different expressions of street-level violence present a complex problem often limited by data availability. Current trends in both health and crime analysis are to break apart the spatial nuance within a hotspot in terms of micro places. The justification is compelling, it is important to contextualize the buildings, streets, spaces and experiences of those who live in the problematic area. This poster will present a spatial video approach that can be used to capture typically unavailable ephemeral fine scale data, across multiple time periods for a dynamic urban landscape, and from multiple “experts” in the form of geonarratives, which is an environment inspired dialogue. The insights of residents, volunteers and professionals can be used to describe the context and importance of buildings, streets, corners, and the perceived impact of different interventions. This poster will present a standardized methodology for what until now has largely been an experimental concept. Using Akron, Ohio, and Los Angeles, California as study spaces, multiple geonarratives will be combined to provide a comprehensive bottom-up understanding of the crime-health nexus. Perspectives from community police, ex-offenders, and local residents will narrate the landscape before their insights are dissected for spatial content and then mapped in association with more traditional data layers (such as 911 call for service). This poster will describe the methodology involved, the protocols that will result in a successful geonarrative, and how these spatially encoded textual streams can be mapped and analyzed.", 
        "authors": [
            "Andrew Curtis", 
            "Eric Eric Jefferis", 
            "Lauren Porter", 
            "Eric Shook"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [], 
        "keywords": [
            "Spatial Video", 
            "Geonarratives", 
            "Microspaces", 
            "Health", 
            "Crime", 
            "Blight"
        ], 
        "number": 10, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Mapping the Health and Crime Nexus Using Spatial Video and Geonarratives: Examples from the United States", 
        "topics": [
            "Crime and Policing", 
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "As part of the Digital Welfare project [1] a Java GIS library called GeoTools [2] has been used to automate the production of numerous maps. The extended abstract outlines this work and provides some detail of the geographical analysis involved. The main source data are: client enquiry data obtained from the main advice giving agencies in Leeds Local Authority District (LAD); and, housing and council tax benefit claimant data for Leeds LAD. The primary data are spatially referenced by residential postcodes either at the postcode unit or postal sector level. The data have been explored and are being analysed for specific purposes that are outlined.[1] http://www.geog.leeds.ac.uk/people/a.turner/projects/DigitalWelfare/[2] http://www.geotools.org/", 
        "authors": [
            "Andy Turner", 
            "Stuart Hodkinson"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "GeoTools", 
            "Java", 
            "Vector", 
            "Raster", 
            "Automated Mapping", 
            "Deprivation", 
            "Leeds", 
            "Postcode", 
            "Census", 
            "Density", 
            "Choropleth", 
            "MAUP"
        ], 
        "number": 100, 
        "session": [
            "4C - Technical Challenges", 
            "Lex Comber", 
            "4C", 
            "LG15"
        ], 
        "title": "Using GeoTools to explore Advice Leeds client data", 
        "topics": [
            "Geodemographics and populations", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Relatively high densities and low car ownership levels in inner Sydney are associated with much lower levels of car use than other parts of Sydney’s Metropolian Area but it is unknown how this affects the distribution nor the variability in destinations. Following processing of a dataset derived from a seven week travel diary and smartphone app, spatial density analysis is conducted on the destinations by variables including mode, purpose and day of the week. The results show substantial differences in choice of destinations depending on what mode is used and the purpose of the trip.", 
        "authors": [
            "Richard Ellison", 
            "Adrian Ellison", 
            "Stephen Greaves"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Spatial density", 
            "transport", 
            "destinations", 
            "trip purpose", 
            "smartphone tracking"
        ], 
        "number": 101, 
        "session": [
            "2A - Transport (I)", 
            "Stephen Clark", 
            "2A", 
            "RBLT"
        ], 
        "title": "Assessing spatial distribution and variability of destinations in inner-city Sydney from travel diary and smartphone location data", 
        "topics": [
            "Big Data and the future of GIS", 
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "This paper presents a Cultural, Ethnic and Linguistic Output Area Classification for England and Wales built from clustering census variables which pertain to cultural identity. The study provides a quick insight into the broad patterns in ethnic segregation based on the residential geography recorded from the 2011 Census and is therefore a useful tool for supermarket planners seeking to identify areas where to target particular ethnic origin foods. To confirm this association, the classification has also been compared with the total sales of a selection of ethnic origin foods using supermarket customer loyalty data.", 
        "authors": [
            "Guy Lansley", 
            "Yiran Wei", 
            "Tim Rains"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "CDRC early-career bursary for 'Innovations in Geographical Consumer Data'"
        ], 
        "keywords": [
            "ethnicity", 
            "k-means clustering", 
            "census", 
            "food consumption"
        ], 
        "number": 102, 
        "session": [
            "3B - Geodemographics (I)", 
            "Luke Burns", 
            "3B", 
            "LG19"
        ], 
        "title": "Creating an Output Area Classification of Cultural and Ethnic Heritage to Assist the Planning of Ethnic Origin Foods in Supermarkets in England and Wales", 
        "topics": [
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "No longer bound by traditional 2D physical representations, there is a steady shift towards three-dimensional (3D) data. Existing research recognises landmarks to be important navigational but specific geometric and semantic attributes in 3D have not been identified. This study offers a user-centred investigation into assessing of the saliency of environmental objects which facilitate pedestrian navigation. A novel real-world navigation experiment using Google Glass is carried out with fourteen participants. Results show geometric and semantic detail for navigation are most pertinent between 1.65 – 7.5m for buildings. Visual characteristics such as colour, shape and texture are more relevant than function and use.", 
        "authors": [
            "Kelvin Wong", 
            "Claire Ellul"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "3D GIS", 
            "Navigation", 
            "Google Glass", 
            "Landmarks", 
            "User-Centred Design"
        ], 
        "number": 103, 
        "session": [
            "4A - Urban", 
            "Elena Kirby-Hawkins", 
            "4A", 
            "RBLT"
        ], 
        "title": "Designing 3D Geographic Information for Navigation Using Google Glass", 
        "topics": [
            "Big Data and the future of GIS", 
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "Commuting involves the regular movement of an individual from a place residence to a place of work and back again. The vast majority of individuals in employment are involved in making a commuting journey on a regular, often daily, basis. This behaviour is a relatively important (and often much disliked) part of many people’s routines, with a direct and indirect impact on their lives. One of the key sources of information about commuting intensities and spatial patterns is the population census in the United Kingdom, through which travel to work characteristics are captured resulting in large and complex data sets that are disseminated by the census agencies as aggregate counts (i.e. stocks of commuters based on where they live) or interaction counts (i.e. flows of commuters from where they live to where they work).  \nA number of commuting variables (relating to mode of travel) from the 2011 Census have been released by the Office for National Statistics (ONS) as part of the Aggregate Statistics for England and Wales, whilst the flow data are published independently for the UK as a whole as Special Workplace Statistics (SWS) or Special Travel Statistics in Scotland (STS). \nThis paper reports on analyses of these data sets at two levels. Firstly, data from the Aggregate Statistics (Tables KS015 and CT0015) are used to explore changes in overall commuting intensities and also proportions of commuters by mode of travel (including homeworking) at district level across England and Wales.  These data are valuable in providing evidence of stocks of commuters according to where they are usually resident but do not provide information about their workplace destinations.  A second set of analyses using interaction flow data from the Origin-Destination Statistics will be reported which identify patterns of commuting within the Leeds City Region (LCR).  These data provide counts of commuting outflows from residential areas, inflows to workplace areas and flows between each residential origin and workplace destination. In this case, we will use the LCR as our geographical study area and examine changes in flows at different spatial scales, depending on which flow data from the 2011 Census are released in an accessible form.  Choropleth maps are used to show variations in the commuting rates and intensities by district across the nation, whilst flow maps are used to show variations in the magnitudes of commuting flows between the districts and smaller areas at the local level.\nUltimately, the findings from the research will support those tasked in local authorities and regional agencies with the responsibility to supply and maintain transport networks for those who require them.\n", 
        "authors": [
            "Thomas Murphy"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Commuting", 
            "Quantitative Methods", 
            "GIS", 
            "1991 2001 and 2011 Census Data", 
            "Aggregate Data", 
            "Interaction Data", 
            "Microdata"
        ], 
        "number": 104, 
        "session": [
            "6C - UKDS Census Support Session", 
            "John Stillwell", 
            "6C", 
            "LG15"
        ], 
        "title": "Spatial Analysis of Commuting to Work Intensities and Patterns in England and Wales and the Leeds City Region  ", 
        "topics": [
            "Transport systems"
        ]
    }, 
    {
        "abstract": "Geodemographics has not kept pace with the latest developments.   The paper suggests that a qualitative shift has taken place which demands a fundamental reappraisal of methods and perspectives.  A number of possibilities will be evaluated in more detail.\n1\tGeodemographics as a filter for big data\n2\tIs there an optimal scale for geodemographics?\n3\tCan interactions be represented and is this helpful?\n4\tIs it possible to aggregate geodemographic groups and how can this be done?\n5\tDoes new data change the case for variant classifications?\n6\tAre there certain data sources which add more value than others – should we be more strategic in our approach to their selection?\n7\tAre there effective ways to exploit the availability of rolling data i.e. updating?\n8\tGeodemographics in space and time\n9\tNew forms of geodemographics: from you are where you live to you are what you do\n", 
        "authors": [
            "Mark Birkin"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Geodemographics", 
            "Big Data", 
            "Spatial Analysis"
        ], 
        "number": 105, 
        "session": [
            "1C - Big Data (I)", 
            "Alison Heppenstall", 
            "1C", 
            "LG15"
        ], 
        "title": "Geodemographics and Big Data – A New Research Agenda", 
        "topics": [
            "Big Data and the future of GIS", 
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "In GIS, understanding the layout of interior spaces has important applications in the analysis of energy efficiency, indoor navigation and atmospheric pollution.  However, detailed models of building internals are usually held in engineering or architecture software, including Building Information Modelling (BIM) software such as Autodesk Revit, and are not easily understood by GIS in this format.  Additionally, such models contain excessive detail, such as wall thickness, not required for GIS operations such as topological adjacency. This paper describes the process required to convert BIM data into GIS, addressing both conceptual modelling and data format differences. ", 
        "authors": [
            "Gareth Boyes", 
            "Charles Thomson", 
            "Claire Ellul"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Energy & Sustainability", 
            "Building Information Modelling", 
            "Space Boundaries", 
            "GIS and BIM Integration", 
            "3D Topology"
        ], 
        "number": 106, 
        "session": [
            "8A - GIS and the Environment (II)", 
            "Steve Carver", 
            "8A", 
            "RBLT"
        ], 
        "title": "Integrating BIM and GIS : Exploring the use of IFC space objects and boundaries ", 
        "topics": [
            "Energy and sustainability"
        ]
    }, 
    {
        "abstract": "Research for crime prediction often focuses on aggregate levels of crime, and consequently any subsequent crime prevention policies implemented are based upon aggregated crime patterns. However, aggregate crime work often fails to connect to the individual-level of the offender, and it is difficult to link broader crime patterns to offending at an individual-level. The current project seeks to address these problems through developing an Agent-Based simulation model of residential burglary, based upon semi-structured interviews with offenders from Leeds and burglary offence data provided by West Yorkshire Police. Using this data, heterogeneous offender groups will be identified based on their behavioural preferences and target selection criteria, using a quantitative Latent Class (cluster-based) Analysis. These groups will provide distinct information on offending patterns and journeys to crime, to reflect the heterogeneity of offenders within Leeds. The simulation model developed will explore the impact of different crime reduction initiatives and Policing styles with different offender groups, whilst assessing the extent to which offending by different offender groups may be predicted, therefore enabling validation of the model.", 
        "authors": [
            "Nick Addis"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Burglary", 
            "Agent-Based Modelling", 
            "Crime Prevention", 
            "Crime Analysis", 
            "Predictive Policing"
        ], 
        "number": 107, 
        "session": [
            "1A - Crime and Policing (I)", 
            "Graham Clarke", 
            "1A", 
            "RBLT"
        ], 
        "title": "Agent-Based Modelling of Crime", 
        "topics": [
            "Crime and Policing"
        ]
    }, 
    {
        "abstract": "A methodology has been developed to enable detailed assessments of rooftop solar potential to be carried out for large numbers of buildings, distributed across very wide areas (regional or national scale). This process is driven primarily by high resolution elevation data and small scale vector mapping data, integrated into a geoprocessing model in order to analyse widely distributed buildings in an iterative fashion. Work so far has produced a viable model for assessing rooftops across England and Wales, but has also identified a number of avenues for improvement both in terms of the efficiency of the methodology and the accuracy of its outputs.", 
        "authors": [
            "Andrew Miles", 
            "Lesley Browne"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "poster", 
        "groups": [], 
        "keywords": [
            "renewables", 
            "solar", 
            "geoprocessing", 
            "large scale"
        ], 
        "number": 108, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "A Methodology for Assessment of Rooftop Solar Potential for Widely Distributed Property Holdings: Challenges, Lessons Learned and Future Directions", 
        "topics": [
            "Energy and sustainability", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper describes the sources, methods and preliminary results of two related projects on historical census data funded by government bodies for policy purposes. Both required data for diverse historical reporting areas to be redistricted to a single set of modern units. All redistricting is done by a simple vector overlap method, but this requires boundary data for both the modern and the historical units; and, as far as possible, that the historical units be more detailed than the modern ones. Even for recent periods, locating boundary maps is often much harder than locating statistics.", 
        "authors": [
            "Paula Aucott", 
            "Humphrey Southall"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "historical GIS", 
            "policy relevance", 
            "redistricting", 
            "census"
        ], 
        "number": 109, 
        "session": [
            "5B - Historical GIS", 
            "Paul Norman", 
            "5B", 
            "LG19"
        ], 
        "title": "Researching long-run trends in South East England 1841-2011 for the European Union and Greater London Authority", 
        "topics": [
            "Historical applications of GIS"
        ]
    }, 
    {
        "abstract": "This paper combines Geographic Information Systems (GIS) and Natural Language Processing (NLP) to explore how statistics and textual information may be compared.  Combined with known mortality figures, for the first time, this research provides a spatial picture of the relationship between the Registrar-General’s discussion of disease and deaths in England and Wales during the nineteenth and early twentieth centuries.  A variety of techniques are employed to provide a new view on whether government published texts were directly related to changing mortality patterns during this time. ", 
        "authors": [
            "Catherine Porter", 
            "Paul Atkinson", 
            "Ian Gregory"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "GIS", 
            "Natural Language Processing", 
            "Spatial Analysis", 
            "Infant mortality", 
            "Registrar General"
        ], 
        "number": 11, 
        "session": [
            "4B - Health", 
            "Paul Norman", 
            "4B", 
            "LG19"
        ], 
        "title": "Combining Statistics and Texts Using GIS: Nineteenth Century Health Reports", 
        "topics": [
            "Health and Wellbeing", 
            "Historical applications of GIS", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Migration is a key component of population change for local authorities in the United Kingdom (UK). This paper assesses internal migration during the first decade of the 2000s, disaggregated by ethnic group, drawing upon data reported in the 2001 and 2011 Censuses and a time series of migration data for years between these censuses estimated by Lomax (2013). The patterns, trends and changes for the decade are identified and mapped and are presented alongside an interpretation and discussion. These internal migration estimates are one component of a wider project tasked with projecting ethnic group populations in the UK (entitled NewETHPOP) and a brief summary of this project and its proposed outcomes will be offered.", 
        "authors": [
            "Nik Lomax", 
            "Phil Rees"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Ethnicity", 
            "Migration", 
            "United Kingdom", 
            "Population Projection"
        ], 
        "number": 110, 
        "session": [
            "6C - UKDS Census Support Session", 
            "John Stillwell", 
            "6C", 
            "LG15"
        ], 
        "title": "UK internal migration by ethnicity", 
        "topics": [
            "Geodemographics and populations", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "The process of allocation of school places generates administrative data that can be used to explore ideas about access to education, and to allow parents / guardians to make a more informed choice when applying for school places for children. A case study explores changing patterns of pseudo catchment areas in the London Borough of Waltham Forest, and illustrates difficulties of assembling some of the relevant data. Similar analysis in carried out for other local authorities, and it is shown that the amount of data available and the ease with which it can be retrieved varies considerably between authorities.", 
        "authors": [
            "Oliver Duke-Williams", 
            "Elizabeth Shepherd", 
            "Alexandra Eveleigh"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "school allocation", 
            "administrative data", 
            "active commuting", 
            "spatial literacy"
        ], 
        "number": 111, 
        "session": [
            "7C - Geodemographics (II)", 
            "Adam Dennett", 
            "7C", 
            "LG15"
        ], 
        "title": "Inequality in access to education, and inequality in access to information about allocation of school places", 
        "topics": [
            "Geodemographics and populations", 
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "The ethnic composition of the UK is changing; about 20% of the population defined themselves as not White British by 2011. Still, information on mortality for ethnic groups, an important population health indicator, is not routinely collected everywhere the country.Previously, we developed the first estimates of ethnic mortality for local areas in the UK for 2001 using information on the geographical distribution of the ethnic populations as well as health and vital statistics information and found profound variations across groups. With updated information available from the recent census, we now produced ethnic mortality estimates for 2011. This paper will discuss how our results can be set in context with other emerging literature and how ethnic mortality has changed over the decade.", 
        "authors": [
            "Pia Wohland", 
            "Phil Rees"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Ethnic mortality", 
            "Health inequality", 
            "England and Wales", 
            "Local Areas"
        ], 
        "number": 112, 
        "session": [
            "4B - Health", 
            "Paul Norman", 
            "4B", 
            "LG19"
        ], 
        "title": "Estimates of ethnic mortality in the UK revisited", 
        "topics": [
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "Various papers and strategies studying urban mobility and movement patterns are reviewed and, categorised according to the mathematical discipline of the models employed. This has enabled the development of a structured framework for studying urban mobility and movement patterns, while taking advantage of the opportunities that big data presents. \nThe choice of strategy for investigating urban mobility and movement is dependent on the type of data and, the particular problem, questions or situation that needs answers. The various types of Big Data come with volume, velocity, variety and veracity, and corresponding ever widening range of solution strategies, calling for a systematic approach based on an objective framework. \nThe particular opportunity that today’s data analyst has is the freedom to introduce a new strategy better describing the situation being modelled, and then exploiting the flexibility in today’s simulation tools, not limited or constrained as in the past, by purely mathematical concerns. That ability or skill to revise simulation code to suite a particular modelling scenario is a main strength.  \nFor illustration purposes, an Agent Based Model (ABM) is used to simulate a railway infrastructure and its populated environs, and data is measured at various points to simulate types of consumer Big Data typically available within economic sector operators. This data is used to review solution techniques adopted in urban mobility papers, while developing solution concepts for illustration to sector operators, with a view to garnering support for the release of real-life data for future research.", 
        "authors": [
            "Eusebio Odiari", 
            "Mark Birkin", 
            "Susan Grant-Muller", 
            "Nick Malleson"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Urban", 
            "Mobility", 
            "Movement", 
            "Patters", 
            "Framework", 
            "Big-Data", 
            "Mathematical discipline", 
            "Modelling", 
            "Model", 
            "Agent Based"
        ], 
        "number": 113, 
        "session": [
            "1C - Big Data (I)", 
            "Alison Heppenstall", 
            "1C", 
            "LG15"
        ], 
        "title": "A Framework for Big Data in studies of Urban Mobility and Movement", 
        "topics": [
            "Big Data and the future of GIS"
        ]
    }, 
    {
        "abstract": "Summary\n\nThe Government Statistical Service (GSS) National Statistics Geography Policy published by the Office for National Statistics (ONS) defines the way that statistics for any geography larger than Census Output Area should be generated. For Civil Parishes in England this ‘best fit’ method is not satisfactory.\nONS is therefore examining the relative merits of other methods of aggregating Census data to parishes, especially with reference to grid cells. The outcome of the research will inform a decision on which method to mandate for the 2021 Census.\n\n", 
        "authors": [
            "Bruce Mitchell"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Census", 
            "ONS", 
            "Civil Parish", 
            "Eurostat", 
            "grid"
        ], 
        "number": 114, 
        "session": [
            "3B - Geodemographics (I)", 
            "Luke Burns", 
            "3B", 
            "LG19"
        ], 
        "title": " Census statistics for Civil Parishes –  When “best-fitting” just isn’t good enough", 
        "topics": [
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "With the emergence of mobile phone trace datasets, new opportunities have arisen for improving the understanding large-scale mobility behaviours. The potential impact of these insight derived from these data is no more significant than in the developing country context, where existing data collection infrastructure is limited or non-existent. In this research, mobile phone data for Dakar, Senegal is used to better understand urban activity and mobility dynamics. To achieve this, a clustering method is introduced that extracts the spatial distribution, and the temporal characteristics, of the activities of individual mobile phone users. With this classification of individual locations of activity, citywide trends in activity and mobility over time are derived. The paper concludes in discussing the potential and limitations of this approach, and the outlook for associated analyses that employ mobile phone trace data.", 
        "authors": [
            "Ed Manley", 
            "Adam Dennett", 
            "Michael Batty"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Big Data", 
            "Mobile Phone Data", 
            "Mobility", 
            "Activity", 
            "Developing Countries"
        ], 
        "number": 115, 
        "session": [
            "8C - Social Media", 
            "Alastair Leak", 
            "8C", 
            "LG15"
        ], 
        "title": "Using Mobile Phone Traces to Understand Activity and Mobility in Dakar, Senegal", 
        "topics": [
            "Big Data and the future of GIS", 
            "Geodemographics and populations", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "There is a lack of statistical theory used in cartography that often results in thematic maps containing some data that are not statistically robust. A recent study that considered geographical gender migration differences in 19th Century Ireland, suggested using the chi-statistic to remove values that were not statistically significant. Here, we avoid this crude sharp cut-off, using statistical theory to produce an index that combines the value of interest with its statistical robustness. This deemphasises, rather than obliterates, less robust data, enabling interpretations on data of various statistical robustnesses.", 
        "authors": [
            "Chris Brunsdon", 
            "Aidan Slingsby"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Tree maps", 
            "Multiple Hypothesis Testing", 
            "Migration"
        ], 
        "number": 116, 
        "session": [
            "7C - Geodemographics (II)", 
            "Adam Dennett", 
            "7C", 
            "LG15"
        ], 
        "title": "A Visual, Statistically Robust Anomaly Detector For Migration Data", 
        "topics": [
            "Geodemographics and populations", 
            "Historical applications of GIS", 
            "Spatial analysis and visualisation", 
            "Uncertainty and Error"
        ]
    }, 
    {
        "abstract": "The population of the UK is aging. At the same time the UK is renowned for health and mortality inequalities across the country and some studies suggest that this gap is widening. This study explores health inequalities in disability free live expectancy (DFLE) and healthy life expectancy (HLE). We identify socio-economic and socio-demographic factors explaining the variation in HLE and DFLE across England in 2001 and whether they affect DFLE and HLE the same way. In addition, we explore how inequality within a local area affects the overall health expectancy of an area; our hypothesis is that unequal areas are more health disadvantaged than more equal areas.", 
        "authors": [
            "Pia Wohland", 
            "Seraphim Alvanides", 
            "Carol Jagger"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [], 
        "keywords": [
            "Health expectancy", 
            "Health inequality", 
            "England"
        ], 
        "number": 117, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Disability free life expectancy and healthy life expectancy -do they tell the same story?", 
        "topics": [
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "Much of the published spatial analysis research of crime to date has been focused on Euro-American cities. This paper attempts to provide an insight on how we can better understand the spatial pattern of crime in a typical developing country’s setting. Data were obtained through extensive field mapping, a block environmental inventory (BEI) and a crime victimization survey to generate a GIS-database of the study area. Grid thematic maps (GTM) for different crime types were produced for visual analysis, which suggests, as observed in many Euro-American studies, crime clusters geographically.", 
        "authors": [
            "Faisal Umar", 
            "James Cheshire", 
            "Shane Johnson"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "GIS", 
            "urban crime", 
            "hotspots maps", 
            "developing country"
        ], 
        "number": 118, 
        "session": [
            "3A - Crime and Policing (II)", 
            "Nick Addis", 
            "3A", 
            "RBLT"
        ], 
        "title": "Understanding the spatial pattern of urban crime: a developing country’s perspective", 
        "topics": [
            "Crime and Policing", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "The OpenSteetMap (OSM) buildings database reflects dense constellations of dwellings, offices, municipal buildings, and myriad other buildings. However, the quality of OSM building data is largely unknown. This study investigates the quality of OSM building data using case studies of cities in the United Kingdom. This study addresses three objectives: first, how complete is OSM building data in urban areas of the UK; second, what are the biases present in methodologies used for quantifying the quality of polygon vector data; and lastly can proxy variables be used to indicate OSM building data completeness in urban areas. ", 
        "authors": [
            "Claire Fram", 
            "Katerina Chistopoulou", 
            "Claire Ellul"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "OpenStreetMap", 
            "OSM", 
            "open data", 
            "data quality assessment"
        ], 
        "number": 119, 
        "session": [
            "3C - Big Data (II): VGI", 
            "Alex Singleton", 
            "3C", 
            "LG15"
        ], 
        "title": "Assessing the quality of OpenStreetMap building data and searching for a proxy variable to estimate OSM building data completeness", 
        "topics": [
            "Big Data and the future of GIS", 
            "Other GIS topics", 
            "Spatial analysis and visualisation", 
            "Uncertainty and Error"
        ]
    }, 
    {
        "abstract": "Fine-scale and longitudinal geospatial analysis of health risks in challenging urban areas is often limited by the lack of available spatial data. Underlying population counts, residential context, and associated causative factors such as standing water or trash locations are often missing unless collected through logistically difficult surveys. The lack of spatial context also hinders designing intervention strategies structured around analytical insights. This paper offers a spatial video approach that can be used to improve analysis and involve participatory collaborations. The case study presented involves water-related risks in post-earthquake Haiti.  Spatial video is used to collect environmental data such as standing water, trash accumulation, presence of dogs, cohort specific population characteristics and general activity spaces. These data are digitized into Google Earth and then coded and analyzed in a GIS using different local area spatial analysis methods. These layers can easily be temporally updated to capture fine scale dynamism in the landscape. An example is provided of how these risk maps were used to guide water testing strategies in a coastal town previously impacted by cholera. The poster will describe how the simplicity and flexibility of the technique means data can be collected by vehicle, by boat, or using a hand-held unit. All data is archived through “the map”, allowing for easy access which facilitates training, intervention planning and coding-analysis validation. To summarize, spatial video is a tool that can be used in most environments to improve local area health analysis and intervention. The process is rapid and can be repeated in study sites through time to track spatio-temporal dynamics of the communities. Its simplicity also encourages local participatory collaborations.", 
        "authors": [
            "Andrew Curtis", 
            "Jason Blackburn", 
            "Sarah Smiley", 
            "Afsar Ali", 
            "John Glenn Morris"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [], 
        "keywords": [
            "Spatial Video", 
            "Haiti", 
            "Cholera"
        ], 
        "number": 12, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "The Utility of Spatial Video for Assessing Risk in Challenging Environments: A Case Study of Cholera in Haiti", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "This project will explore the temporal variation of daily sales by key Stock Keeping Unit (SKU) groups in various retail stores in London. Daily sales data is obtained from a major UK retailer which has hundreds of retail stores in the UK. The aim of the study is to identify distinguishable temporal patterns in sales behaviour between various types of stores in London and to detect and explain outliers. It would also answer broad questions such as when customer congestion is most likely to occur, how stock can be redistributed during lunch hours and evenings in various retail stores. ", 
        "authors": [
            "Syed Rakib Uddin", 
            "Professor Paul Longley"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "SKU", 
            "Convenience store", 
            "Store sales data", 
            "Temporal profile"
        ], 
        "number": 121, 
        "session": [
            "8B - Retail Science", 
            "Nick Hood", 
            "8B", 
            "LG19"
        ], 
        "title": "Temporal profile of daily sales in retail stores in London ", 
        "topics": [
            "Big Data and the future of GIS", 
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "The GB Historical GIS holds 14m. diverse statistical data values in a uniform structure linked to a geospatial ontology of reporting units and a domain ontology of statistical concepts. This paper describes the addition of a Linked Data API enabling programmatic access to this “big data” structure and discusses topical and spatial sub-setting.", 
        "authors": [
            "Humphrey Southall", 
            "Michael Stoner"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Social statistics", 
            "Open Linked Data", 
            "Datacube Vocabulary", 
            "Historical GIS"
        ], 
        "number": 122, 
        "session": [
            "1C - Big Data (I)", 
            "Alison Heppenstall", 
            "1C", 
            "LG15"
        ], 
        "title": "Creating a spatio-temporal “Data Feed” API for a large and diverse library of historical statistics for areas within Britain", 
        "topics": [
            "Big Data and the future of GIS", 
            "Historical applications of GIS"
        ]
    }, 
    {
        "abstract": "A geodemographic classification provides categorical summary class assignments of neighbourhood areas based on salient population characteristics and built environment attributes. The regional London Output Area Classification (LOAC) is an example of such a classification, created using the same methodology as the national 2011 Output Area Classification. Police.uk data coded to LOAC provides an alternative perspective on burglary rates in London, with dwellings in different geodemographic clusters having experienced stark differences in the rate of burglaries. We conclude LOAC benefits from a greater predictive ability when compared to a national classification for differentiating socio-spatial structure, thus providing a more detailed insight into the variations of burglary across London. ", 
        "authors": [
            "Chris Gale", 
            "Alex Singleton", 
            "Paul Longley"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Geodemographics", 
            "Burglary", 
            "Crime", 
            "London", 
            "OAC"
        ], 
        "number": 123, 
        "session": [
            "6C - UKDS Census Support Session", 
            "John Stillwell", 
            "6C", 
            "LG15"
        ], 
        "title": "Profiling Burglary in London using Geodemographics", 
        "topics": [
            "Crime and Policing", 
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "The world population is set to increase significantly, with the urban population expected to rise by 72% in the next 40 years from 3.6 billion in 2011 to 6.3 billion by 2050 (Nations, 2012). It is therefore necessary to take into consideration the continuing demands that the growing population is going to place on the city’s infrastructure, and make preparations now for the future. This paper focuses on the concept of overbuilding, and calculating the potential solution this may provide to the chronic housing shortage currently faced throughout the UK.", 
        "authors": [
            "Joanna Foster", 
            "Claire Ellul", 
            "Philippa Wood"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "housing", 
            "solution housing crisis", 
            "overbuilding", 
            "municipal buildings", 
            "decision support tool"
        ], 
        "number": 124, 
        "session": [
            "7A - Cities", 
            "Robin Lovelace", 
            "7A", 
            "RBLT"
        ], 
        "title": "Calculating the Overbuilding Potential of Municipal Buildings in London ", 
        "topics": [
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "We present a novel exploratory method combining line of sight visibility (viewshed analysis) and techniques from social network analysis to investigate archaeological data. At increasing distances different nodes are connected creating a set of networks, which are subsequently described using centrality measures and clustering coefficients. Networks with significant properties are examined in more detail. We use this method to investigate the placement of hillforts (nodes) in the Gwent region of south-east Wales, UK. We are able to determine distances that support significant transitions in network structure that could have significant archaeological validity.", 
        "authors": [
            "Giles Oatley", 
            "Tom Crick", 
            "Ray Howell"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Geographic networks", 
            "Archaeological nodes", 
            "Viewshed analysis", 
            "Data mining", 
            "Social network analysis"
        ], 
        "number": 125, 
        "session": [
            "2C - Visualisation", 
            "Ed Manley", 
            "2C", 
            "LG15"
        ], 
        "title": "Data Exploration with GIS Viewsheds and Social Network Analysis", 
        "topics": [
            "Geodemographics and populations", 
            "Historical applications of GIS", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper presents an approach to infer lifestyle milieus from survey microdata as building block of purpose-built geodemographics. 33,000 England and Wales residents have been clustered into nine lifestyle milieus based on a range of behavioural and attitudinal variables. The milieus strongly differ by individual social and demographic circumstances. Spatial microsimulation can be used to estimate probabilistically the geographical distribution of milieus. Preliminary results for London are presented in this abstract, demonstrating how extensive behavioural information of social surveys can be combined with the nearly complete coverage of spatial census data within a geodemographics framework to inform policy interventions.", 
        "authors": [
            "Jens Kandt"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "geodemographics", 
            "spatial microsimulation", 
            "health behaviours", 
            "urban lifestyles", 
            "milieus"
        ], 
        "number": 126, 
        "session": [
            "6C - UKDS Census Support Session", 
            "John Stillwell", 
            "6C", 
            "LG15"
        ], 
        "title": "Geodemographics and spatial microsimulation: using survey data to infer health milieu geographies", 
        "topics": [
            "Geodemographics and populations", 
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "This paper is a review of the migration component of population projection models. A general population accounting framework is defined that underpins projection models. The framework identifies migration variables internal to a country, international migration to and from a country and its constituent regions and international migration between other countries. These different types of migration can be represented in projection models as flows (migration numbers), flows projected by a time series model, migration transmission rates multiplied by the origin population at risk, migration admission rates multiplied by the destination population at a risk, or through an explanatory model. The arguments for and against each migration projection model are discussed through an analysis of 16 projection examples linked to published studies. The importance of understanding the forces affecting migration at origin and destination is stressed. Simulation experiments are carried out for a UK population disaggregated by the ethnicity, testing model results against 2001-2011 estimates. The paper shows how a proper understanding of the spatial context is needed for successful population projections.", 
        "authors": [
            "Philip Rees", 
            "Nikolas Lomax", 
            "Peter Boden"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Population Projections", 
            "International Migration", 
            "Internal Migration", 
            "Migration Models", 
            "United Kingdom", 
            "Simulations"
        ], 
        "number": 127, 
        "session": [
            "3B - Geodemographics (I)", 
            "Luke Burns", 
            "3B", 
            "LG19"
        ], 
        "title": "Alternative Approaches to Forecasting Migration: Framework and UK Illustrations", 
        "topics": [
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "Population projections are rarely evaluated. Yet evaluations are an essential means for understanding how projections depart from reality. In this paper we describe a set of local population projections by ethnicity for England, based on the 2001 Census population, which can be compared after 10 years with the results of the 2011 Census. We examine the differences at national and local levels and for broad and detailed aggregate groups. Some differences are small such as the all group population of England but others are very large such as the populations of “Other” Ethnicity, indicating considerable uncertainty about the components of change estimated for 2001 to 2006 and the projection assumptions for 2006 to 2011. By looking at the ethnic-local differences by age and by geographic pattern we can make some deductions about the sources of error. These lessons enable us to plan a set of simulations with a new version of our projection model over 2001 to 2011 that can isolate more precisely the reasons for the 2011 projection versus 2011 census differences. This analysis will help improve the next round of ethnic population projections upon which we are currently engaged.", 
        "authors": [
            "Philip Rees", 
            "Pia Wohland"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Population Projections", 
            "Evaluation of Projections", 
            "Error Sources", 
            "Lessons", 
            "Ethnic and Local Projections", 
            "England"
        ], 
        "number": 128, 
        "session": [
            "7C - Geodemographics (II)", 
            "Adam Dennett", 
            "7C", 
            "LG15"
        ], 
        "title": "Learning Lessons from Population Projections: How Well Did We Forecast the Ethnic Transition?", 
        "topics": [
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "Understanding the whereabouts of vulnerable population subgroups during emergencies can improve the implementation of countermeasures and incident outcome. This paper uses spatiotemporal population density modelling and atmospheric dispersal modelling to estimate the radiation exposure of a specific population at different times of day, during the start of a hypothetical radiation accident scenario in Exeter, UK. The model outputs are analysed by GIS to discern spatiotemporal trends in population exposure, and to identify the times of day when population subgroups may be most at risk.", 
        "authors": [
            "Becky Martin", 
            "David Martin", 
            "Samantha Cockings"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Spatiotemporal population modelling", 
            "Public health", 
            "Radiation protection", 
            "Risk", 
            "T-GIS"
        ], 
        "number": 129, 
        "session": [
            "6B - GIS and Hazards", 
            "Rachel Oldroyd", 
            "6B", 
            "LG19"
        ], 
        "title": "A Spatiotemporal Population Subgroup Model of Radiation Exposure", 
        "topics": [
            "Environmental GIS and Hazards"
        ]
    }, 
    {
        "abstract": "Whilst widely accepted as an important facet of software design, the evaluation of PPGIS usability is often overlooked in research. This work comprises a novel approach to the evaluation of the Spraycan PPGIS, whereby rich insights into participant behaviour are drawn from data that are natively collected by the platform as opposed to through additional questionnaires, log files or similar. The approach will be validated against a ‘traditional’ questionnaire, before conclusions are drawn relating to the usability of the Spraycan as a platform for the collection of vague spatial data, in the hope of developing a greater understanding into the way in which people interact with geographic problems.", 
        "authors": [
            "Jonathan Huck", 
            "Duncan Whyatt", 
            "Paul Coulton"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "PPGIS", 
            "Fuzzy Geography", 
            "Place", 
            "HCI", 
            "Usability"
        ], 
        "number": 13, 
        "session": [
            "5A - Big Data (III)", 
            "James Cheshire", 
            "5A", 
            "RBLT"
        ], 
        "title": "Evaluating the Spraycan: understanding participant interaction with a PPGIS", 
        "topics": [
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Pedestrians require more detailed information about factors such as safety, accessibility, distance and duration for routes. However, existing navigation services lack such information. In order to fill this void, we propose a set of six criteria that can be used to evaluate the appropriateness of pedestrian routes. We also provide examples to illustrate our study.\n", 
        "authors": [
            "Ebiteme Botu", 
            "Jia Wang", 
            "Michael Worboys"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "poster", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Pedestrian routes", 
            "Pedestrian navigation", 
            "Navigation services"
        ], 
        "number": 130, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Evaluating Pedestrian Routes", 
        "topics": [
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "In Saudi Arabia, the few studies that have emerged to investigate the occurrence of crime from a geographical perspective suffer from shortages of particular theories, perspectives, data and methods. In short they lack appropriate contextualisation. Moreover, though motor vehicle theft (MVT) has accounted for the largest proportion of property crime incidents for decades in Saudi Arabia, particularly in Riyadh, to date few studies have been conducted to investigate this crime. Those that have, primarily focused on the characteristics of car thieves, and most have overlooked any spatio-temporal distribution of MVT incidents. The overall findings of an initial data analysis indicate that spatial patterns of MVT in Riyadh are both more clustered than randomly distributed events and statistically significant. This preliminary work suggests that this phenomenon needs to be further examined in greater depth and additionally contextualised within the theoretical frameworks developed in environmental criminology theories. These two approaches combined will provide a more detailed understanding of the relationship between MVT incidents and the characteristics of neighbourhoods.", 
        "authors": [
            "Nawaf Alotaibi", 
            "Nick Malleson", 
            "Andy Evans", 
            "Alison Heppenstall"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "GIS", 
            "Crime Analysis", 
            "Motor Vehicle Theft", 
            "Saudi Arabia"
        ], 
        "number": 131, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "The Spatial Analysis of Motor Vehicle Theft Patterns in Riyadh, Saudi Arabia", 
        "topics": [
            "Crime and Policing"
        ]
    }, 
    {
        "abstract": "Preventing crime is a challenging issue for analysts and planners. Most modern societies have begun to effectively utilise Geographical Information Systems (GIS) technology to develop their strategic plans to monitor and locate crime events.However, the implementation of GIS technology within the crime field has been very limited in the local authority of Kuwait. Therefore, this case study seeks to examine how GIS technology can play a very critical role in Kuwait, particularly how decision makers and planners can use the location-allocation and spatial interaction models to monitor, analyse and prevent criminal activity through data in terms of the spatial distribution and its attributes.", 
        "authors": [
            "Nawaf Alfadhli", 
            "Graham Clarke", 
            "Mark Birkin"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "GIS", 
            "Crime Analysis", 
            "Kuwait"
        ], 
        "number": 132, 
        "session": [
            "3A - Crime and Policing (II)", 
            "Nick Addis", 
            "3A", 
            "RBLT"
        ], 
        "title": "Utilising GIS capabilities to study and analyse the spatial distribution of crimes in Kuwait", 
        "topics": [
            "Crime and Policing"
        ]
    }, 
    {
        "abstract": "This research compared the ability of three geospatial and heritage standards to meet the needs of a heritage organisation concluding that the standards in either isolation or combination did not fully meet the requirements and that the nature of the standards made it difficult for them to work together.  The work recommends the development of micro-standards to overcome these difficulties.", 
        "authors": [
            "Glen Hart"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Standards", 
            "Heritage", 
            "CIDOC-CRM", 
            "GML", 
            "MIDAS"
        ], 
        "number": 14, 
        "session": [
            "5B - Historical GIS", 
            "Paul Norman", 
            "5B", 
            "LG19"
        ], 
        "title": "Do Geospatial & Heritage standards work and do they work together?", 
        "topics": [
            "Historical applications of GIS", 
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "We introduce sDNA, a GIS/CAD tool and methodology for analysis of spatial networks.  The design decisions behind the tool are documented, in particular the choice of standardizing on the network link in order to match existing data standards and increase computational efficiency.  We explore the effects of this decision on algorithm design, and present results that validate our decision to depart from a recent tradition and revive a much older one.", 
        "authors": [
            "Crispin Cooper", 
            "Alain Chiaradia"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "network analysis", 
            "space syntax", 
            "health", 
            "transport", 
            "pedestrian"
        ], 
        "number": 15, 
        "session": [
            "5A - Big Data (III)", 
            "James Cheshire", 
            "5A", 
            "RBLT"
        ], 
        "title": "sDNA: how and why we reinvented Spatial Network Analysis for health, economics and active modes of transport", 
        "topics": [
            "Big Data and the future of GIS", 
            "Health and Wellbeing", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "Wildlife researchers now routinely collect detailed data on animal movement using GPS tracking. Methods for studying interactive (e.g., social) behavior in tracked animals remain limited. I propose three new methods for mapping interactive behavior from GPS tracking data,drawing on fundamental geographical concepts, most notably Hagerstrand's time geography. I demonstrate each method on simulated data and will use examples from my research on white-tailed deer tracked with GPS collars to further exemplify each method. My analysis suggests that how interaction is represented in a GIS leads to different interpretations of wildlife behavior, but also unique opportunities for further spatial analysis. Open-source software (in R) is provided for other researchers wishing to implement the proposed methods.", 
        "authors": [
            "Jed Long"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "dynamic interaction", 
            "movement", 
            "time geography", 
            "wildlife telemetry", 
            "spatial-temporal analysis"
        ], 
        "number": 16, 
        "session": [
            "1B - GIS and the Environment (I)", 
            "Steve Carver", 
            "1B", 
            "LG19"
        ], 
        "title": "Mapping Interactive Behaviour in Wildlife from GPS Tracking Data", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper focuses on the integration of population and environmental models to address the effect of seasonally varying populations on exposure to flood risk. A spatiotemporal population modelling tool, Population24/7, has been combined with LISFLOOD-FP inundation model outputs for a study area centred on St Austell, Cornwall, UK. Results indicate seasonal cycles in populations and their exposure to flood hazard which are not accounted for in traditional population datasets or flood hazard analyses and which provide potential enhancements to current practice.", 
        "authors": [
            "Alan Smith", 
            "Andy Newing", 
            "Niall Quinn", 
            "David Martin", 
            "Samantha Cockings"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Spatiotemporal population modelling", 
            "Flood risk", 
            "Population24/7", 
            "LISFLOOD-FP", 
            "Seasonality"
        ], 
        "number": 17, 
        "session": [
            "6B - GIS and Hazards", 
            "Rachel Oldroyd", 
            "6B", 
            "LG19"
        ], 
        "title": "Assessing the impact of seasonal population fluctuation on regional flood risk management", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Geodemographics and populations", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Road and rail networks are critical infrastructure, vital for ensuring the flow of essential goods and services necessary to maintain a country’s economic and national security. Landslides are a natural hazards which can seriously affect these networks, so in order to plan mitigation strategies, calculate losses and minimise casualties, it is necessary know the risk a posed by landslides. Using a case study of Piedmont, Italy, this study proposes an empirical modelling approach to the quantification of landslide risk using support vector machines and simple network analysis. ", 
        "authors": [
            "Khaled Taalab", 
            "Tao Cheng"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Landslide", 
            "Infrastructure", 
            "Support vector machine", 
            "Hazard", 
            "Risk"
        ], 
        "number": 18, 
        "session": [
            "6B - GIS and Hazards", 
            "Rachel Oldroyd", 
            "6B", 
            "LG19"
        ], 
        "title": "Assessing the risk landslides pose to road and rail networks ", 
        "topics": [
            "Environmental GIS and Hazards"
        ]
    }, 
    {
        "abstract": "Automatically generated routing instructions are provided by Satnav and Internet based mapping services in order to assist us in getting to unfamiliar places. Instructions from these devices are based around least cost algorithms, described on a street- by- street basis. Taking no account of what we might already know, the instructions are long, difficult to remember and require effort to interpret. If we could opportunistically route the person via known areas, the recognition process would be easier, the instructions could be fewer, and the users would find greater comfort in travelling through spaces familiar to them. In this paper we model a user’s heterogeneous familiarity of the city such that it modifies a cost surface, resulting in directions that route the user via familiar spaces. A familiarity index was created based on historical GPS based trajectories. Participant route choice was found to be closer to outputs from the model than simple shortest path.", 
        "authors": [
            "Maud van Haeren", 
            "William Mackaness"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Familiarity", 
            "Shortest Path", 
            "Cost Surfaces", 
            "Navigation", 
            "Pedestrian Wayfinding"
        ], 
        "number": 19, 
        "session": [
            "7A - Cities", 
            "Robin Lovelace", 
            "7A", 
            "RBLT"
        ], 
        "title": "The Influence of Familiarity on Route Choice:  Edinburgh as a Case Study", 
        "topics": [
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "Between 1750 and 1801 the population of London grew from approximately 750,000 to 1.1 million people. Relocating to London in the eighteenth century only occasionally generated a paper trail, but a significant number of failed migrants were rounded up for ‘wandering and begging’ on the streets and sent back from whence they came to their parish of legal settlement. Records of these removals have been digitised and are used in this paper to model migration into London, to throw light onto the patterns of movement at this time.", 
        "authors": [
            "Adam Dennett", 
            "Adam Crymble", 
            "Tim Hitchcock", 
            "Louise Falcini"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Migration", 
            "Historical Data", 
            "Vagrancy", 
            "Spatial Interaction Modelling"
        ], 
        "number": 2, 
        "session": [
            "5B - Historical GIS", 
            "Paul Norman", 
            "5B", 
            "LG19"
        ], 
        "title": "Ephemeral Londoners: Modelling Lower Class Migration to Eighteenth Century London", 
        "topics": [
            "Historical applications of GIS"
        ]
    }, 
    {
        "abstract": "This abstract illustrates an the result in an approach of using big data, visualization anddata mining techniques used to predict and analyse traffic. The objective is to understandTraffic patterns in Dublin City. The data captured was from open data portals. The predictionmodel was developed using multivariate regression and statistical models and Weather featuresusing Linear and non-linear algorithms visually correlated with real-time traffic tweets. Usingthe prediction model and tweet event detection the result was high-performance webapplication containing over 500,000,000,000 traffic observations that produce analyticdashboard providing traffic prediction and analysis.", 
        "authors": [
            "Declan McHugh"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Big Data", 
            "Data Mining", 
            "Visualisation", 
            "Traffic Analysis", 
            "Twitter Analysis"
        ], 
        "number": 20, 
        "session": [
            "5A - Big Data (III)", 
            "James Cheshire", 
            "5A", 
            "RBLT"
        ], 
        "title": "Traffic Prediction and Analysis using a Big Data and Visualisation Approach", 
        "topics": [
            "Big Data and the future of GIS", 
            "Other GIS topics", 
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "This paper will describe the method used to devise a time-series of area deprivation 1971 to 2011 using census data for all years harmonised to contemporary definitions of LSOAs / Datazones in GB. Areas which are persistently deprived or advantaged over time will be highlighted and trajectories of change will be identified to reveal locations ‘on the up’ or ‘on the slide’. Various facets will then be analysed in relation to changing deprivation such as: the aging population; health inequalities and educational achievement.", 
        "authors": [
            "Paul Norman"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Deprivation", 
            "Area measures", 
            "Time-series", 
            "Census"
        ], 
        "number": 21, 
        "session": [
            "2B - Health", 
            "Mel Tomintz", 
            "2B", 
            "LG19"
        ], 
        "title": "The changing geography of deprivation in Britain: exploiting small area census data 1971 to 2011", 
        "topics": [
            "Geodemographics and populations", 
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "The main objective of this research is to propose a method for group movement pattern generalisation and classification. To this end, DBSCAN is used on stay points for POI identification. Then, movement features are extracted and selected for the behaviour classification. A kernel-based Support Vector Machine method is developed to infer the working types of the officers based on the selected features depicting their movement histories. By analysing the geo-tagged police data, we demonstrate how this method can be used to reveal user information, especially interest information based on their POIs and spatial-temporal movement patterns.", 
        "authors": [
            "Jianan Shen", 
            "Tao Cheng"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Policing", 
            "Travel Pattern", 
            "Machine Learning", 
            "SVM Classification", 
            "POI"
        ], 
        "number": 22, 
        "session": [
            "4A - Urban", 
            "Elena Kirby-Hawkins", 
            "4A", 
            "RBLT"
        ], 
        "title": "Group Behaviour Analysis of London Foot Patrol Police", 
        "topics": [
            "Crime and Policing"
        ]
    }, 
    {
        "abstract": "This paper aims to contribute to the wider research scheme of the ONS ‘Beyond 2011’ project by assessing the feasibility of creating geodemographic classifications from administrative statistics as a way of eliminating the need for a full population survey. The classification is created using K-Means clustering algorithm which is then compared with OAC super-groups as a benchmark in maps and cross-tabulations. Results show similar classification of area types and health variations in England suggesting that the range of administrative datasets examined in this study could be explored as viable alternatives to the traditional census approach. ", 
        "authors": [
            "Mildred Ajebon", 
            "Paul Norman"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Geodemographic Classification", 
            "Health Variation", 
            "Administrative Data", 
            "Census"
        ], 
        "number": 23, 
        "session": [
            "3B - Geodemographics (I)", 
            "Luke Burns", 
            "3B", 
            "LG19"
        ], 
        "title": "CAN ADMINISTRATIVE DATA BE USED TO CREATE A GEODEMOGRAPHIC CLASSIFICATION?", 
        "topics": [
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "This paper develops a custom geodemographic classification for travel in England and Wales. Travelling is an important factor in many life decisions, including home and work life. Variables for transport (distance to nearest airport, rail station, ferry station, tram stop and bus stop, number of cars owned, and mode of travel to work) and demographics (gender, age and social class) for each Output Area in England and Wales are used to create eight clusters of different transport characteristics. The characteristics of the different clusters are discussed, along with future improvements to be implemented in the classification method.", 
        "authors": [
            "Nick Bearman", 
            "Alex Singleton"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Open geodemographics", 
            "travel", 
            "public transport", 
            "Output Area classification", 
            "open data"
        ], 
        "number": 24, 
        "session": [
            "2A - Transport (I)", 
            "Stephen Clark", 
            "2A", 
            "RBLT"
        ], 
        "title": "TravelOAC: development of travel geodemographic classifications for England and Wales based on open data", 
        "topics": [
            "Big Data and the future of GIS", 
            "Geodemographics and populations", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "Services delivered via National Infrastructure (NI) are key to securing economic growth and societal well-being. Spatially complex interdependent networks form an integral component of NI (e.g. energy supply, transport, waste management, clean water supply and dirty water treatment). It is essential that such infrastructure networks and interdependencies can be managed, analysed and modelled in a robust and consistent manner. This paper presents work undertaken to develop a spatial interdependent network model within existing relational database management software that is suitable for national-scale representation of infrastructure network systems and their interdependencies.", 
        "authors": [
            "David Alderson", 
            "Stuart Barr", 
            "Tomas Holderness", 
            "Craig Robson", 
            "Alistair Ford"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "National infrastructure", 
            "Networks", 
            "Relational databases", 
            "Data management", 
            "Interdependency"
        ], 
        "number": 25, 
        "session": [
            "4C - Technical Challenges", 
            "Lex Comber", 
            "4C", 
            "LG15"
        ], 
        "title": "A geospatial relational database schema for interdependent network analysis and modelling", 
        "topics": [
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "With as many as 3.5 million passengers using the London underground system every day, it is desirable to examine and understand their interests and opinions, and to harness this information to improve the services of Transport for London (TfL). This research aims to achieve a better understanding of passengers’ interests by harvesting text from geo-tagged Tweets sourced over a four week period in 2014 from the vicinity of the stations. An unsupervised topic modelling method Latent Dirichlet Allocation (LDA) is used to generate topics, and k-means is used to cluster stations in order to understand the overall patterns of topics.", 
        "authors": [
            "Juntao Lai", 
            "Tao Cheng", 
            "Guy Lansley"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "social media data", 
            "spatial-temporal computation", 
            "K-means", 
            "topic modelling"
        ], 
        "number": 26, 
        "session": [
            "6A - Transport (II)", 
            "Stephen Clark", 
            "6A", 
            "RBLT"
        ], 
        "title": "Spatio-Temporal Patterns of Passengers’ Interests at London Tube Stations", 
        "topics": [
            "Big Data and the future of GIS"
        ]
    }, 
    {
        "abstract": "This paper sets out to address limitations in a global database of personal names (worldnames.publicprofiler.org: WND). A synthesis of 26 publicly available electoral register and telephone directory datasets. However, it has proven difficult to source further data that are representative of some other countries’ resident populations. Thus, this study seeks to evaluate the potential for proxy registers based on geotagged Twitter data and further, to devise a method for evaluating the datas' quality. The paper concludes with a discussion of the problems arising where there are no registers or directories against which population registers or directories might be compared.", 
        "authors": [
            "Alistair Leak", 
            "Paul Longley", 
            "Muhammad Adnan"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "GIS", 
            "Social Media Analysis", 
            "Surnames", 
            "Twitter"
        ], 
        "number": 27, 
        "session": [
            "3B - Geodemographics (I)", 
            "Luke Burns", 
            "3B", 
            "LG19"
        ], 
        "title": "Towards a Seamless World Names Database", 
        "topics": [
            "Big Data and the future of GIS", 
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "This paper discusses ethical and viability issues relating to safer walking technology using a mobile phone. This technology is used to locate people with dementia when they get lost (or wander). In particular, the paper highlights problems of accuracy and availability when using GPS based techniques to locate a person, especially when that person is in a built up area or indoors. Experimental results are presented that suggest Wi-Fi based positioning offers a possible solution in such situations. The paper is presented in the context of a larger project that is considering a wider range of ethical and viability concerns.", 
        "authors": [
            "Steve Williams", 
            "Mark Ware"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "safer walking technology", 
            "dementia", 
            "positioning", 
            "GPS", 
            "WiFi localisation"
        ], 
        "number": 28, 
        "session": [
            "2B - Health", 
            "Mel Tomintz", 
            "2B", 
            "LG19"
        ], 
        "title": "Is the use of 'mobile computer technology' appropriate for locating people with dementia?", 
        "topics": [
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "Health Impact Assessments (HIAs) are an accepted approach to understand the potential health outcomes created by a specific planning or policy initiative. Internationally, they are supported by the World Health Organization (WHO) and in the United States they are promoted by the Centers for Disease Control and Prevention (CDC). HIAs are typically directed by public health departments with consultation from local government officials and input from community members. Despite its limited use in the HIA process, there are numerous opportunities for integration of geospatial technologies to provide insights throughout the assessment. The objectives of this poster are to a) provide an overview of how geospatial technologies can be more widely incorporated into the HIA process and b) report on their use for understanding resident environmental perceptions and behaviors in three different HIAs in the United States. \n\n\n", 
        "authors": [
            "Jacqueline Curtis", 
            "Kim Gilhuly"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [], 
        "keywords": [
            "Health Impact Assessment (HIA)", 
            "Geographic Information System (GIS)", 
            "Global Positioning System (GPS)", 
            "geospatial technologies", 
            "environmental perception", 
            "behavior"
        ], 
        "number": 29, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Understanding  Environmental Perceptions and Behaviors through use of Geospatial Technologies: Implications for Health Impact Assessments (HIAs)", 
        "topics": [
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "The World Health Organization has declared tuberculosis a global emergency in 1993. It has been estimated that one third of the world population is infected with mycobacterium tuberculosis, the causative agent of tuberculosis. The identification of clusters in spacetime is of great interest in epidemiological studies. The objective of this paper was to identity and map the spatial distribution of tuberculosis during the period 2008_2011 in Kebbi state.Kernel Density Analysis tool in Arcgis Spatial Analyst was employed to map the trend of TB cases over the period. The results revealed that the highest occurrence of 2,220 cases was in 2009 while year 2011 recorded the least cases of 1,179 across the state. It as further revealed that Birnin Kebbi LGA with a population of 268,620 recorded the highest cases of 1,639. However, Suru LGA with population of 148,474 recorded only 70 cases over the period. In conclusion, TB cases were unevenly distributed but high cluster rates were identified in the four emirate headquarters of Born in Kebbi, Argungu, Yuri and Zuru. Increasing the number of diagnostic and treatment centers were recommended in order to reduce the number of cases across the state.", 
        "authors": [
            "Usman Lawal Gulma"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Tuberculosis", 
            "Argue", 
            "Population", 
            "Cluster", 
            "Kernel Density"
        ], 
        "number": 3, 
        "session": [
            "2B - Health", 
            "Mel Tomintz", 
            "2B", 
            "LG19"
        ], 
        "title": "Mapping of Spatial Distribution of Tuberculosis Cases in Kebbi state Nigeria 2008-2011", 
        "topics": [
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "The resilience of infrastructure networks to different types of perturbation is of significant interest due to the importance of these systems for the efficient functioning of modern society. Significant failures such as power blackouts and their subsequent knock-on effects on other infrastructures are particularly important to understand. We present a spatially explicit method for representing infrastructure spatial dependencies and modelling of failure impacts using a PotsgreSQL-PostGIS database coupled with spatial network failure models. The utility of the methodology is shown by simulating how the London underground may respond to different failure types on the South East electricity transmission grid.", 
        "authors": [
            "Craig Robson", 
            "Stuart Barr", 
            "Philip James", 
            "Alistair Ford"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "dependency", 
            "resilience", 
            "critical infrastructures", 
            "spatial networks", 
            "spatial database"
        ], 
        "number": 30, 
        "session": [
            "2C - Visualisation", 
            "Ed Manley", 
            "2C", 
            "LG15"
        ], 
        "title": "Spatially modelling dependent infrastructure networks", 
        "topics": [
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "The Digitising Scotland (DS) project aims to digitise the 24 million vital events record images (births, marriages and deaths) for all residents in Scotland since 1855 (ie transcribe them into machine encoded text). This will allow research access to information on individuals and their families for those who have ever lived in Scotland between 1855 to the present day. In this paper we present the methodology for geocoding these 24 million historical addresses in Scotland from 1855 to 1974 by introducing the Historical Address Geocoder – GIS (HAG-GIS) spatial framework and its matching algorithms implemented for the needs of the DS project. The matching processes link the historical addresses to the contemporary addresses by exact and fuzzy matching algorithms. Apart from geocoding the historical addresses, we also produce pseudo registration district boundaries using the pilot historical addresses from death event records in 1950 and 1951.", 
        "authors": [
            "Konstantinos Daras", 
            "Zhiqiang Feng", 
            "Chris Dibben"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Digitising Scotland", 
            "HAG-GIS", 
            "geocoding", 
            "address matching"
        ], 
        "number": 31, 
        "session": [
            "5B - Historical GIS", 
            "Paul Norman", 
            "5B", 
            "LG19"
        ], 
        "title": "HAG-GIS: A spatial framework for geocoding historical addresses", 
        "topics": [
            "Historical applications of GIS"
        ]
    }, 
    {
        "abstract": "The convenient system of public transport services belongs to key factors influencing the final decision of public transport use. This paper analyses the development of the level of public transport services, utilising data from Database of Public Transport Connections developed and maintained by the authors. This database contains regularly updated data about inter-municipality public transport connections since 2007 which are suitable for commuting. The development of public transport accessibility in the Czech Republic is analysed by applying spatial analysis methods. Results indicate more complicated relationships between public transport accessibility and local socioeconomic changes.", 
        "authors": [
            "Igor Ivan"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "public transport", 
            "accessibility", 
            "Czech Republic"
        ], 
        "number": 32, 
        "session": [
            "2A - Transport (I)", 
            "Stephen Clark", 
            "2A", 
            "RBLT"
        ], 
        "title": "Development of public transport accessibility in the Czech Republic", 
        "topics": [
            "Transport systems"
        ]
    }, 
    {
        "abstract": "The self-exciting point process (SEPP) model has recently been shown to perform well in predicting spatiotemporal crime patterns. However, this model has not been widely applied to crime data and many open questions remain about how best to implement it in a real setting. In this work, we consider a range of practical implementation details relating to the application of SEPP models to real crime data. We propose a robust protocol that optimises the performance of the method, and suggest guidelines for parameter selection.", 
        "authors": [
            "Gabriel Rosser", 
            "Tao Cheng"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "predictive policing", 
            "self-exciting point process", 
            "kernel density estimate", 
            "machine learning"
        ], 
        "number": 33, 
        "session": [
            "7B - New Methods", 
            "Nik Lomax", 
            "7B", 
            "LG19"
        ], 
        "title": "A self-exciting point process model for predictive policing: implementation and evaluation", 
        "topics": [
            "Big Data and the future of GIS", 
            "Crime and Policing"
        ]
    }, 
    {
        "abstract": "This work presents the application of an unconstrained retail gravity model based on the Huff algorithm. The main objective of the analysis was to estimate the retail catchment areas for town centres in England as a function of relative attractiveness and distance from potential customers, while taking into account the effects of competition among the retail destinations. This was achieved by relaxing the areal constraint for spatial interactions, allowing thus the relative size and attractiveness of the town centres to define the scale at which competition might occur. ", 
        "authors": [
            "Michail Pavlis", 
            "Les Dolega", 
            "Alexander Singleton"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Retail gravity model", 
            "Huff model", 
            "National scale"
        ], 
        "number": 34, 
        "session": [
            "8B - Retail Science", 
            "Nick Hood", 
            "8B", 
            "LG19"
        ], 
        "title": "A national-scale application of the Huff gravity model for the estimation of town centre retail catchment area", 
        "topics": [
            "Big Data and the future of GIS", 
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Two decades have passed since South Africa celebrated its first democratic election and witnessed the emergence of a new country.  However, legacy of spatial segregation and economical exclusion presisted.  Formulating an understanding of this phenomenon provides the basis of this research project.  Using agent-based modelling the study aims to analyse the complex composition of two societies and to demonstrate the potential for integrated future development.", 
        "authors": [
            "Jacobus Van Rooyen", 
            "Joana Barros"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "segregation", 
            "complexity", 
            "agent-based modelling", 
            "integration"
        ], 
        "number": 35, 
        "session": [
            "4C - Technical Challenges", 
            "Lex Comber", 
            "4C", 
            "LG15"
        ], 
        "title": "The Complexity of Exclusion", 
        "topics": [
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper demonstrates the development and application of a two stage hybrid static spatial microsimulation technique.  The first stage makes best use of Simulated Annealing with available micro-data, and the second uses Synthetic Reconstruction to add attributes not available in a single micro-data source.  The new technique is applied to Leeds UK to generate a synthetic population which can be used as an input to a model of capacity to commute using only walking and cycling.  \n\n", 
        "authors": [
            "Ian Philips"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Hybrid spatial microsimulation method", 
            "Simulated Annealing", 
            "Synthetic Reconstruction", 
            "walking and cycling", 
            "transport planning model"
        ], 
        "number": 36, 
        "session": [
            "2A - Transport (I)", 
            "Stephen Clark", 
            "2A", 
            "RBLT"
        ], 
        "title": "Development and application of a two stage hybrid spatial microsimulation technique to provide inputs to a model of capacity to walk and cycle", 
        "topics": [
            "Energy and sustainability", 
            "Geodemographics and populations", 
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "Two advanced modelling approaches, Multi-Level Models and Artificial Neural Networks are employed to model house prices. These approaches and the standard Hedonic Price Model are compared in terms of predictive accuracy, capability to capture location information, and their explanatory power. These models are applied to house prices in the Greater Bristol area, 2001-2013 using secondary data from the Land Registry, the Population Census and Neighbourhood Statistics so that these models could be applied nationally. The results indicate that MLM offers good predictive accuracy with high explanatory power, especially if neighbourhood effects are explored at multiple spatial scales.", 
        "authors": [
            "Yingyu Feng", 
            "Kelvyn Jones"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "House prices", 
            "Multilevel Modelling", 
            "Artificial Neural Networks", 
            "Predictive accuracy"
        ], 
        "number": 37, 
        "session": [
            "7B - New Methods", 
            "Nik Lomax", 
            "7B", 
            "LG19"
        ], 
        "title": "Comparing Methods: Using Multilevel Modelling and Artificial Neural Networks in the Prediction of House Prices based on property, location and neighbourhood characteristics", 
        "topics": [
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper addresses the continuing dearth of research on spatial data usability by applying sensitivity analysis to GIS-based accessibility models. Comparisons were made using approaches based on Euclidean distances and more sophisticated accessibility measures that utilise travel distances and times: the latter incorporating measures of supply and demand by using innovative extensions to the Enhanced Two-Step Floating Catchment Area method (E2SFCA).  To illustrate the sensitivity of findings from applying such models with a range of data sources, accessibility to secondary schools was calculated for Output Areas in South Wales using an E2SFCA plug-in to ArcGIS.  By using different permutations of spatial data, for both the supply- and demand-side parameters in such models, differences in FCA scores were sought in order to comment on the usability of such data sources.  Preliminary conclusions are made on the appropriateness of such data sets in relation to different types of network-based accessibility modelling tasks.", 
        "authors": [
            "Robin Frew", 
            "Gary Higgs", 
            "Mitchel Langford", 
            "Jenny Harding"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Usability", 
            "GIS-based accessibility models", 
            "Spatial data", 
            "Sensitivity analysis", 
            "E2SFCA"
        ], 
        "number": 38, 
        "session": [
            "7B - New Methods", 
            "Nik Lomax", 
            "7B", 
            "LG19"
        ], 
        "title": "Assessing geographic data usability in analytical contexts: Undertaking sensitivity analysis of geospatial processes", 
        "topics": [
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "Citizen science platforms allow non-scientists to take part in scientific research across a range of disciplines, and often involve the collection of volunteered geographic information from remotely sensed imagery. What these systems ask of volunteers varies considerably in terms of task type, level of user judgement required and user freedom. This work studied the Zooniverse’s Planet Four project and investigated the effect of task workflow design on user engagement and outputs. Results show participants found the more guided, less-autonomous interface more frustrating, while the less complex, repetitive interface resulted in greater data coverage.", 
        "authors": [
            "James Sprinks", 
            "Jeremy Morley", 
            "Robert Houghton", 
            "Steven Bamford"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Citizen Science", 
            "Volunteered Geographic Information", 
            "Planetary Science"
        ], 
        "number": 39, 
        "session": [
            "3C - Big Data (II): VGI", 
            "Alex Singleton", 
            "3C", 
            "LG15"
        ], 
        "title": "The Impact of Task Workflow Design on VGI Citizen Science Platforms", 
        "topics": [
            "Big Data and the future of GIS", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper examines the work of Snow within the ultra-modern context of big data and GIS, and questions the results that may be born from GIS and Big Data alone. Arguing that while GIS and spatial research have a great potential for unearthing trends, caution must be taken to ensure we do not generate dangerously misleading information about geographical and sociological connections. The paper concludes that when reflecting on contemporary GIS and Big Data practice, that we should look to the work behind Snow’s map, rather than", 
        "authors": [
            "Doug Specht"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Big Data", 
            "GIS", 
            "John Snow", 
            "data visualisation", 
            "data analysis"
        ], 
        "number": 4, 
        "session": [
            "1C - Big Data (I)", 
            "Alison Heppenstall", 
            "1C", 
            "LG15"
        ], 
        "title": "GIS, Big Data and Lessons from John Snow", 
        "topics": [
            "Big Data and the future of GIS", 
            "Historical applications of GIS", 
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "In recent years, increasing digitisation of police patrol activities has enabled new insights into police patrol behaviour. This paper explores digitised traces of police patrol journeys in order to understand police routing preferences and to propose models that enable simulations of patrol behaviour. The models assume that police journeys are undertaken as series of “topics”, which are inferred from vehicle GPS data using a widely used topic modelling technique called latent Dirichlet allocation. Initial experiments have shown that they are capable of reproducing police coverage patterns that would not be captured by alternative models assuming optimal behaviour.", 
        "authors": [
            "Kira Kowalska", 
            "John Shawe-Taylor", 
            "Paul Longley"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "route choice", 
            "topic modelling", 
            "GPS data", 
            "police vehicles"
        ], 
        "number": 40, 
        "session": [
            "1A - Crime and Policing (I)", 
            "Graham Clarke", 
            "1A", 
            "RBLT"
        ], 
        "title": "Data-driven modelling of police route choice", 
        "topics": [
            "Big Data and the future of GIS", 
            "Crime and Policing", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper explores the data recorded through the Twitter social media service. In particular we are interested in the analysis of the content of Tweet messages. A large corpus of Twitter messages was analyzed and Index of Dissimilarity measure was used to identify interesting words having spatial concentrations. The paper presents an initial exploration of the spatial and temporal pattern of the identified interesting words. At the finest geographical level, this type of analysis can gage very useful information to local planners in general and retail planners in particular. ", 
        "authors": [
            "Muhammad Adnan", 
            "Guy Lansley", 
            "Paul Longley"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "CDRC early-career bursary for 'Innovations in Geographical Consumer Data'"
        ], 
        "keywords": [
            "Social Media", 
            "Geo-Temporal Analysis", 
            "Twitter", 
            "Content Analysis"
        ], 
        "number": 41, 
        "session": [
            "8C - Social Media", 
            "Alastair Leak", 
            "8C", 
            "LG15"
        ], 
        "title": "Exploring the geo-temporal patterns of the Twitter messages", 
        "topics": [
            "Big Data and the future of GIS", 
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Natural disasters can happen at any time and no community can consider itself completely safe from them. Digital technologies, such as Geographic Information Systems (GIS), are becoming globally pervasive (World Bank, 2014), with smartphones hosting excellent mobile mapping, data collection and information providing platforms. A report was compiled to investigate web and mobile applications that provide preparedness information and stimulate community empowerment, some using maps as a medium to convey the information. This body of work discusses the purpose, results and implications of this analysis for further work to be undertaken to address the identified research gap.", 
        "authors": [
            "Gretchen Fagg", 
            "Enrica Verrucci", 
            "Patrick Rickles"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "GIS", 
            "Hazards", 
            "Disaster Preparedness", 
            "Citizen Science", 
            "Web and Mobile Apps"
        ], 
        "number": 42, 
        "session": [
            "6B - GIS and Hazards", 
            "Rachel Oldroyd", 
            "6B", 
            "LG19"
        ], 
        "title": "Exploring new ways of digital engagement: a study on how mobile mapping and applications can contribute to disaster preparedness", 
        "topics": [
            "Environmental GIS and Hazards"
        ]
    }, 
    {
        "abstract": "Whilst the number of 3D geo-spatial digital models of buildings with cultural heritage interest is burgeoning most lack semantic annotation that could be used to inform users of mobile and desktop applications about the architectural features and origins of the buildings. As part of an ongoing project this research describes methods for enriching 3D models with generic annotation implied from images of building components and from labelled building plans and diagrams, and with the text from object-specific photo captions from social media. The work is part of a broader initiative aimed at annotating 3D models with elements of text from authoritative architectural guides.", 
        "authors": [
            "Jon Slade", 
            "Christoper Jones", 
            "Paul Rosin"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "3D building model", 
            "semantics", 
            "enrichment", 
            "texture matching", 
            "caption extraction"
        ], 
        "number": 43, 
        "session": [
            "4C - Technical Challenges", 
            "Lex Comber", 
            "4C", 
            "LG15"
        ], 
        "title": "Semantic and geometric enrichment of 3D geo-spatial building models with photo captions and illustration labels", 
        "topics": [
            "Big Data and the future of GIS", 
            "Historical applications of GIS", 
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "The focus of this paper is on finding useful insights from data generated by Point-Of-Care (POC) Diagnostics devices based on spatio-temporal data analytics. At first glance data generated by the molecular POC diagnostic devices seems not very relevant to geospatial Big Data. However by including location of the devices (which are usually locations of the healthcare settings e.g. hospitals or labs) in the analysis and by inclusion of other geographic layers, whole new set of useful questions can be asked and therefore many useful insights can be found using big data technologies. ", 
        "authors": [
            "Pouria Amirian", 
            "Francois Van Loggerenberg", 
            "Trudie Lang", 
            "Margaret Varga"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Geospatial Big Data", 
            "Machine Data", 
            "Spatio-Temporal Analytics", 
            "Point-Of-Care Diagnosis Devices"
        ], 
        "number": 44, 
        "session": [
            "5A - Big Data (III)", 
            "James Cheshire", 
            "5A", 
            "RBLT"
        ], 
        "title": "Geospatial Big Data for Finding Useful Insights from Machine Data ", 
        "topics": [
            "Big Data and the future of GIS", 
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "This paper, presents an approach to real-time spatio-temporal analysis of infrastructure network performance by developing an open source geovisualisation tool coupled with infrastructure network failure models in order to simulate, visualise and analyse how spatial infrastructure networks respond over time to major perturbations and failures.", 
        "authors": [
            "Neil Harris", 
            "Craig Robson", 
            "Stuart Barr", 
            "Phil James"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Networks", 
            "Geovisulisation", 
            "failure modelling", 
            "real-time simulation"
        ], 
        "number": 45, 
        "session": [
            "4C - Technical Challenges", 
            "Lex Comber", 
            "4C", 
            "LG15"
        ], 
        "title": "Real time coupled network failure modelling and visualisation", 
        "topics": [
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "World War II and the following decades are often regarded as a pivotal point in the changing fortunes of British agriculture during the 20th Century. Preparations for the wartime emergency included a National Farm Survey that would reveal land capable of more intensive production. This paper outlines the development of an historical GIS of different data sources and focuses on the ensuing ‘plough-up’ campaigns of 1940 and 1941 on the South Downs, England and their legacy during the post-war decades as well as factors contributing to continuity of occupation by farm families.", 
        "authors": [
            "Nigel Walford"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Agricultural restructuring", 
            "World War II", 
            "Agricultural landscapes", 
            "Historical GIS"
        ], 
        "number": 46, 
        "session": [
            "5B - Historical GIS", 
            "Paul Norman", 
            "5B", 
            "LG19"
        ], 
        "title": "Reconstructing the Agricultural Landscape of the South Downs, England: an Examination of the 1940 and 1941 World War II Plough-up Campaigns", 
        "topics": [
            "Historical applications of GIS"
        ]
    }, 
    {
        "abstract": "Modification of the obesogenic environment currently represents a key focus of local authority health policy. It is interesting that despite lobbying from policy, contemporary evidence on the obesogenic environment is essentially in its infancy. The BEYH (Built Environment Yorkshire Health) study; a large (n=27,806) multi-level and cross-sectional study aims to assess the impact of exposure to the food and physical activity (obesogenic) environment on an individual’s body weight. Measures of the built physical activity and nutritional environment will be objectively measured using Geographic Information Systems (GIS). Multi-level models will explore how both individual- and neighbourhood-level factors contribute to body weight.", 
        "authors": [
            "Matthew Hobbs", 
            "Jim McKenna", 
            "Mark Green", 
            "Hannah Jordan", 
            "Claire Griffiths"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Obesogenic Environment", 
            "Physical Activity", 
            "Obesity", 
            "Multi-Level Modelling", 
            "Body-Mass Index"
        ], 
        "number": 47, 
        "session": [
            "4B - Health", 
            "Paul Norman", 
            "4B", 
            "LG19"
        ], 
        "title": "Objectively scrutinising the impact of the obesogenic environment on obesity in Yorkshire, England: a multi-level cross-sectional study", 
        "topics": [
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "The way police officers create guardianship is poorly understood, in part because of the complexities of policing. However, in order to understand how to advise the police, researchers must have an understanding of how the current system works. The work presents an agent-based model that simulates the movement of police vehicles, using a record of calls for service to emulate the demands on the police force. The GPS traces of the simulated officers are compared with real officer movement GPS data in order to assess the quality of the generated movement patterns. ", 
        "authors": [
            "Sarah Wise", 
            "Tao Cheng"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "agent-based modelling", 
            "crime", 
            "policing", 
            "GIS"
        ], 
        "number": 48, 
        "session": [
            "3A - Crime and Policing (II)", 
            "Nick Addis", 
            "3A", 
            "RBLT"
        ], 
        "title": "A Model Officer: An Agent-based Model of Policing", 
        "topics": [
            "Crime and Policing"
        ]
    }, 
    {
        "abstract": "Cities face risks from climate change, placing increased pressure on infrastructure extremes. A methodology to assess the impacts of extreme weather events on urban networks has been developed, using a catastrophe modelling approach to risk assessment by overlaying spatial data, applying hazard thresholds, and testing potential adaptations. Utilising future climate projections, downscaled using stochastic weather generators, future urban temperature and flooding extremes are simulated. These are coupled with spatial urban transport network models and, applying thresholds, disruption to the networks can be simulated. Results for heat and surface water flooding events, and the impacts on the travelling public, are demonstrated.", 
        "authors": [
            "Alistair Ford", 
            "Maria Pregnolato", 
            "Richard Dawson", 
            "Stuart Barr", 
            "Katie Jenkins"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "climate change impacts", 
            "transport", 
            "network analysis", 
            "risk assessment"
        ], 
        "number": 49, 
        "session": [
            "6A - Transport (II)", 
            "Stephen Clark", 
            "6A", 
            "RBLT"
        ], 
        "title": "Assessing the need for infrastructure adaptation by simulating impacts of extreme weather events on urban transport infrastructure", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "A GIS tool that permits to visualize, explore and interactively modify weight matrices is described. The weight matrices, created in various formats, can be imported and the spatial relationship, by using polylines, can be visualized. Scripts are developed to explore the structure of the weight matrix by illustrating basic statistics, to illustrate the full matrix and to compare different matrices. The spatial relationship can then be modified (by deleting or adding polylines) and exported in order to further use it in computations. The extension is developed in Python, is based in PySAL and matplotlib libraries and is implemented in ArcGIS.", 
        "authors": [
            "Angelos Mimis"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "weight matrix", 
            "interactive design", 
            "ArcGIS extension"
        ], 
        "number": 5, 
        "session": [
            "7B - New Methods", 
            "Nik Lomax", 
            "7B", 
            "LG19"
        ], 
        "title": "Visualize and interactively design weight matrices", 
        "topics": [
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This work proposes an urban growth simulation model based on a weighted accessibility measure, which is calculated based on the characteristics of the landscape surrounding the city. Two types of features were considered: natural and human-made. The model was tested for the city of Bagé, in the Southern Brazil. The model was largely able to replicate the urban expansion pattern of the case study, suggesting that the proposed weighted accessibility measure is a suitable way to capture the impact of surrounding areas in the process of urban expansion.", 
        "authors": [
            "Marcus Saraiva", 
            "Joana Barros", 
            "Maurício Polidori"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "urban growth", 
            "accessibility", 
            "natural environment", 
            "transport system", 
            "urban modeling"
        ], 
        "number": 50, 
        "session": [
            "7A - Cities", 
            "Robin Lovelace", 
            "7A", 
            "RBLT"
        ], 
        "title": "Accessibility-based simulation of urban expansion in Brazil", 
        "topics": [
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "This study examines the existing metrics used in evaluating the effectiveness of area-based crime hotspots for operational policing. We identified some of the limitations of the metric (i.e. Area-to-Perimeter (AP) ratio) used for measuring compactness of hotspots and then proposed a new improved metric called “Clumpiness Index (CI)”. The case study of London Metropolitan police crime dataset features the prediction of 3 different crime types using two different crime predictive methods. The effectiveness of the hotspots was then measured using both AP ratio and CI. The comparison of the results clearly shows that CI is a better metric for measuring the effectiveness of crime hotspots for operational policing.", 
        "authors": [
            "Monsuru Adepeju", 
            "Tao Cheng", 
            "John Shawe-Taylor", 
            "Kate Bowers"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Effective hotspots", 
            "Area-to-perimeter (AP) ratio", 
            "Hit rate", 
            "Clumpiness Index (CI)", 
            "Operational Policing"
        ], 
        "number": 51, 
        "session": [
            "7C - Geodemographics (II)", 
            "Adam Dennett", 
            "7C", 
            "LG15"
        ], 
        "title": "A new metric of crime hotspots for operational Policing", 
        "topics": [
            "Big Data and the future of GIS", 
            "Crime and Policing"
        ]
    }, 
    {
        "abstract": "This paper looks at the validity of using social media as a dataset for spatial analysis and demonstrates the use of geo-located tweets to investigate the locality of football club fan-bases", 
        "authors": [
            "Neil Harris", 
            "Phil James"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Social media", 
            "Locality analysis", 
            "Football"
        ], 
        "number": 52, 
        "session": [
            "8C - Social Media", 
            "Alastair Leak", 
            "8C", 
            "LG15"
        ], 
        "title": "Football fan locality- An analysis of football fans tweet locations", 
        "topics": [
            "Big Data and the future of GIS", 
            "Geodemographics and populations", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper explores the use of mobile Electroencephalography (EEG) in the study of environmental perception and the ways the perception of physical measurements of a space may affect individual walking behaviour. The hypothesis of this study is that obtrusive and complex street environments stretch the perception of walking time and distance. So far, the factor of an individual’s affective state has not been taken into account in perceiving space. We propose the use of mobile EEG, a technology that permits such insights, to augment the traditional arsenal of questionnaires and self-reported measures of experience and mental representations of space.\n", 
        "authors": [
            "Katerina Skroumpelou", 
            "Panagiotis Mavros", 
            "Andrew Hudson Smith"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "mobile EEG", 
            "distance perception", 
            "Emotiv", 
            "urban mobility", 
            "walkability"
        ], 
        "number": 53, 
        "session": [
            "4A - Urban", 
            "Elena Kirby-Hawkins", 
            "4A", 
            "RBLT"
        ], 
        "title": "Are we there yet?  Exploring distance perception in urban environments with mobile Electroencephalography", 
        "topics": [
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "One of the major issues visually impaired people face in everyday is the difficulty to navigate the city independently, which has implications for their wellbeing and health. As part of a research collaboration with the Guide Dogs for the Blind Association and Future Cities Catapult, we have employed mobile Electroencephalography (mEEG) to study the urban experience of visually impaired people. Our pilot study demonstrates the potential of such methods to provide insights both through the analysis of data, but also by using the visualisation of emotional experience of the city as a tool for empathy.", 
        "authors": [
            "Panos Mavros", 
            "Katerina Skroumpelou", 
            "Andrew Hudson Smith"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "mobile EEG", 
            "Emotiv", 
            "urban mobility", 
            "pedestrians", 
            "visual impairment"
        ], 
        "number": 54, 
        "session": [
            "4B - Health", 
            "Paul Norman", 
            "4B", 
            "LG19"
        ], 
        "title": "Understanding the urban experience of people with visual impairments", 
        "topics": [
            "Health and Wellbeing", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "In the context of wayfinding technologies, there is increasing interest in dialogue based systems that use description of landmarks as a way of guiding people through cities. In the absence of maps and photographs, the challenge for automated systems is the production of descriptions of things in the field of view that are unambiguous and easily interpreted. We are therefore interested in the mechanisms used by humans to create and interpret descriptions of things in the urban vista. Here we report on a web based experiment in which we explored the veracity of human generated referring expressions in order to better understand the most successful strategies for directing people’s gaze.", 
        "authors": [
            "William Mackaness", 
            "Phil Bartie", 
            "Philipp Petrenz"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "psycholinguistics", 
            "referring expressions", 
            "surface realisation", 
            "wayfinding", 
            "urban"
        ], 
        "number": 55, 
        "session": [
            "4A - Urban", 
            "Elena Kirby-Hawkins", 
            "4A", 
            "RBLT"
        ], 
        "title": "Strategies in the Use of Referring Expressions to Describe Things Urban", 
        "topics": [
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Spatial microsimulation modelling was introduced in the 1980s but there is still a lack of open and easy to use frameworks. This obstacle was recognized by researchers and now there are frameworks available to access/download. The aim of this paper is to compare three different spatial microsimulation frameworks, as all of them have different algorithms implemented, that are available for free to the research community. The expected results are to find the best approach to model the Austrian smoking population for municipalities based on Austrian datasets and to list the pros and cons of the frameworks based on defined criteria.  ", 
        "authors": [
            "Melanie Tomintz", 
            "Bernhard Kosar"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "comparing spatial microsimulation framework", 
            "smoking population Austria", 
            "simSALUD", 
            "Flexible Modelling Framework", 
            "spatial microsimulation with R"
        ], 
        "number": 56, 
        "session": [
            "7B - New Methods", 
            "Nik Lomax", 
            "7B", 
            "LG19"
        ], 
        "title": "Comparing different spatial microsimulation frameworks", 
        "topics": [
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This investigation will evaluate the quality of data, including addresses, provided by local authorities. In order that we may collect a time series of data to be used in a natural experiment. The outlet data will be used to model the food environment of child home-to-schools at household level. This environmental data will then be linked to routine health data, which will allow the analysis of the relationships between child health and environmental exposures.\n\nWhen using local authority data, absolute accuracy should not be assumed. However, local authority data can provide researchers with valuable information that may not be captured in national datasets. The value of local council data should be promoted so to encourage more stringent data capture and recording methods.", 
        "authors": [
            "Amy Mizen", 
            "Sarah Rodgers", 
            "Richard Fry"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Spatial data quality", 
            "Local Authority Data", 
            "Exposure environment", 
            "Density model"
        ], 
        "number": 58, 
        "session": [
            "4B - Health", 
            "Paul Norman", 
            "4B", 
            "LG19"
        ], 
        "title": "Comparing the Quality of Local Authority Spatial Data", 
        "topics": [
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "My research investigates the role rural areas play in the globalisation process through analysing, mapping and visualising a facet of themes. I examine migration patterns that include amenity and labour migration routes, trade and business networks of entrepreneurs, agriculture and food with examples in exports and imports, commodity chains, foot prints and supply chains of supermarkets, TNCs (eg Tesco, Laura Ashley and mining corporations, fishing, sugar and wool assemblages), diffusion of wine technologies, social media connections, fishing, land grabbing, health and tourism. \n\nWith my research dating as far as the 19th century with case studies in Newtown, Wales, Australia, China, Sweden, New Zealand and Canada, I rely on data characterised by the three Vs of big data: volume, velocity and variety. I utilise quantitative and qualitative secondary data from national and international data archives as well as primary sources like narratives from oral histories, interviews, surveys, newspaper records, media reports, archives and document research.\n\nI present efforts using spatial only and time space methodologies to process, analyse, map, visualise and narrate globalisation stories of rural areas. This includes the difficulties in undertaking this research. \n", 
        "authors": [
            "Anthonia Ijeoma Onyeahialam", 
            "Michael Woods"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [
            "CDRC early-career bursary for 'Innovations in Geographical Consumer Data'", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Globalisation", 
            "rural areas", 
            "time-space visualizations", 
            "network analysis", 
            "Interactive mapping of quantitative and qualitative data"
        ], 
        "number": 59, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Telling the Story of Globalisation through an Integration and Analysis of Big Data sets", 
        "topics": [
            "Big Data and the future of GIS", 
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Improving public confidence in the police is one of the most important issues for the London Metropolitan Police Service (Met). Public confidence in the police is a complex relationship with many constituent factors. Furthermore, public confidence varies over geographic space and changes over time. Spatiotemporal analysis becomes more manageable with a thorough understanding of the underlying spatiotemporal autocorrelation structure of the phenomena under scrutiny. Examining the underlying spatiotemporal autocorrelation structure of public confidence is an important first step toward modelling this phenomena. Exploratory spatiotemporal analysis confirmed the presence of nonstationarity in public perceptions of the Met police.", 
        "authors": [
            "Dawn Williams", 
            "James Haworth", 
            "Tao Cheng"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "spatiotemporal autocorrelation", 
            "public confidence", 
            "ESTDA", 
            "policing"
        ], 
        "number": 60, 
        "session": [
            "1A - Crime and Policing (I)", 
            "Graham Clarke", 
            "1A", 
            "RBLT"
        ], 
        "title": "Exploratory spatiotemporal data analysis of public confidence in the police in London", 
        "topics": [
            "Crime and Policing", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Although branded as ‘obstructionists’ and major agents of ‘disease and filth’ by city authorities, food vendors remain the pivotal node in the local food system in most informal settlements; therefore, their interaction with the environment and infrastructure services, and challenges they face to keep the food safe to eat, requires further grounded exploration. Food vendors from informal settlements in Nairobi, Kenya, who are acting as  mappers and change agents, are building multi-layered views of places through the deliberative process of knowledge coproduction by participatory sensing, which lead to opportunities and challenges to improve those places.\n\n", 
        "authors": [
            "Sohel Ahmed", 
            "Muki Haklay", 
            "Adriana Allen", 
            "Cecilia Tacoli", 
            "Dávila Julio"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Volunteered Geographic Information", 
            "food vending", 
            "Nairobi", 
            "participatory mapping", 
            "participatory sensing"
        ], 
        "number": 64, 
        "session": [
            "1B - GIS and the Environment (I)", 
            "Steve Carver", 
            "1B", 
            "LG19"
        ], 
        "title": "Participatory mapping for transformation: multiple visual representation of foodscapes and environment in informal settlements in Nairobi ", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Health and Wellbeing", 
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "Volunteered Geographic Information (VGI) has become a popular source of geographic data for GIS practitioners in recent years. VGI datasets are characterised as being: large in volume, subject to dynamic changes and updates, collected through crowdsourcing architectures using a variety of devices and technologies and contain a mixture of structured and unstructured information. Can we call VGI a form of Big Data? Are VGI datasets developing characteristics that make processing them using traditional data processing applications and techniques difficult and unsatisfactory?  We explore this question with reference to a number of sources of VGI.", 
        "authors": [
            "Peter Mooney", 
            "Adam Winstanley"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "VGI", 
            "Big Data", 
            "GI Data Processing", 
            "Crowdsourcing"
        ], 
        "number": 65, 
        "session": [
            "3C - Big Data (II): VGI", 
            "Alex Singleton", 
            "3C", 
            "LG15"
        ], 
        "title": "Is VGI Big Data?", 
        "topics": [
            "Big Data and the future of GIS", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This study presents global and local models explaining household car ownership elasticity in England and Wales based on new datasets from Experian household median income and 2011 Census released by UK Government agencies.  Latest empirical evidence on car ownership elasticity across the area is based on 2001 Ward level household average income estimates and 2001 Census. In using different income estimates and new datasets, new evidence is compared with what we already know about car ownership elasticity. Geographically weighted regression is utilized to estimate and forecast car ownership elasticities at both Ward and Lower layer Super Output Areas. With our initial modelling in this paper, we suggest that future work should incorporate road worthiness tests data, at lower geographies when released, from Ministry of Transport (MOT) as a proxy for car ownership to undertake a comparative analysis towards deepening our understanding of car ownership trends to inform transport policy in England and Wales.", 
        "authors": [
            "Godwin Yeboah", 
            "Jillian Anable", 
            "Tim Chatterton", 
            "Jo Barnes", 
            "Eddie Wilson", 
            "Oliver Turnbull", 
            "Sally Cairns"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "car ownership", 
            "median income", 
            "geographically weighted regression", 
            "elasticity", 
            "MOT test"
        ], 
        "number": 66, 
        "session": [
            "3C - Big Data (II): VGI", 
            "Alex Singleton", 
            "3C", 
            "LG15"
        ], 
        "title": "Understanding car ownership elasticities in England and Wales: Advancing the evidence base with new data sources", 
        "topics": [
            "Big Data and the future of GIS", 
            "Geodemographics and populations", 
            "Spatial analysis and visualisation", 
            "Transport systems", 
            "Uncertainty and Error"
        ]
    }, 
    {
        "abstract": "The future of GIS within the context of Big Data from social media platforms, such as Twitter, potentially depends on the possibility to capture, analyse, and make sense of the spatially referenced social media data such as Tweets. In this project, the broader aim is to study how people look for and respond to information on travel disruption related to large events, taking into account questions related to trust, timeliness, and information diffusion through a social network (Twitter).This poster explores a sub-set of spatially referenced Tweets collected as part of a larger overall study with the aim of understanding the usefulness or non-usefulness of the Tweets. A Twitter Monitor Infrastructure (TMI) was developed to capture the Tweets followed by descriptive statistics together with GeoSentiment analysis. In this poster, we used spatial information where available to analyse and visualise:•\tnegative sentiments (as sad spots); and,•\tpositive sentiments (as happy spots)locally (i.e. host citywide) and globally (worldwide).", 
        "authors": [
            "Godwin Yeboah", 
            "Caitlin Cottrill", 
            "Paul Edward Gault", 
            "John Nelson", 
            "Jillian Anable", 
            "David Corsar"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [], 
        "keywords": [
            "Social media", 
            "spatial tweet", 
            "transport", 
            "spatial analysis", 
            "big data"
        ], 
        "number": 67, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Exploring the usefulness of transport Spatial Tweets from big events: A case study of 2014 Commonwealth Games", 
        "topics": [
            "Big Data and the future of GIS", 
            "Geodemographics and populations", 
            "Historical applications of GIS", 
            "Other GIS topics", 
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "Geodemographic analysis is a methodology that can simplify and demonstrate spatial patterns of socio-economic structure. A particular issue of current geodemographics is a lack of geographic context in the clustering process. Within the broad range of geodemographic applications, current techniques arguably smooth away geographic differences between proximal zones, thus limiting classification sensitivity to local contexts. This research begins to address the issue of geographic context by analyzing and evaluating various local, regional and national extents that can be used towards formulating later geographic attribute contextual weights.", 
        "authors": [
            "Alexandros Alexiou", 
            "Alexander Singleton"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "CDRC early-career bursary for 'Innovations in Geographical Consumer Data'", 
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Geodemographics", 
            "Geographic sensitivity", 
            "K-means"
        ], 
        "number": 68, 
        "session": [
            "6C - UKDS Census Support Session", 
            "John Stillwell", 
            "6C", 
            "LG15"
        ], 
        "title": "The Role of Geographical Context in Building Geodemographic Classifications", 
        "topics": [
            "Geodemographics and populations"
        ]
    }, 
    {
        "abstract": "A 3D model of ash (Fraxinus excelsior) woodland was developed to present information on the symptoms and spread of Chalara ash dieback (Chalara fraxinea) as part of a knowledge exchange programme for the Scottish Tree Health Advisory Group. A hypothetical woodland was designed, with characteristics of the vegetation and topography of a site in north-west Scotland. A model of different stages of infection was prepared and represented in a virtual environment. This was presented to audiences in Edinburgh and Aberdeen, and feedback on experiences and understanding of the disease provided to the team monitoring and advising on the disease outbreak.", 
        "authors": [
            "Chen Wang", 
            "David Miller", 
            "Paula Horne", 
            "Yang Jiang", 
            "Gillian Donaldson-Selby", 
            "Jane Morrice"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Ash Dieback", 
            "Woodland", 
            "3D Visualisation", 
            "Public Participation", 
            "Knowledge Exchange"
        ], 
        "number": 69, 
        "session": [
            "8A - GIS and the Environment (II)", 
            "Steve Carver", 
            "8A", 
            "RBLT"
        ], 
        "title": "Visualisation of Spread of Chalara Ash Dieback for Raising Public Awareness and Responsible Woodland Access", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper utilises an open source flood vulnerability index to assess changes in social vulnerability within the English county of Norfolk under three flood scenarios. Open source demographics data is combined with flood zone data and GIS analysis of accessibility to key services to create the flood vulnerability index. The impact of flooding was found to be disproportionately distributed amongst those areas recording a high level of social vulnerability before flood risk was included. Analysis suggests those at risk of flooding are more likely to be elderly, poor and have long-term health problems.", 
        "authors": [
            "Kurtis Garbutt", 
            "Claire Ellul", 
            "Taku Fujiyama"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Vulnerability", 
            "Open Source", 
            "Demographics", 
            "Flood Risk", 
            "Vulnerability Index"
        ], 
        "number": 70, 
        "session": [
            "2B - Health", 
            "Mel Tomintz", 
            "2B", 
            "LG19"
        ], 
        "title": "Assessment of social vulnerability under three flood scenarios using an open source vulnerability index", 
        "topics": [
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "This paper seeks to test the often mooted hypothesis that distributed, user-contributed 'crowd sourced' GIS data will eventually supercede the traditional centralised geographic data model. The empirical basis used to explore this question is a couple of national-level datasets on a specific topic: bicycle paths in the UK. Open Street Map data represents the crowd-sourced model; Ordnance Survey's Urban Paths layer represents the centralised model.  To assess the quality of each dataset, an array of tests was used, from narrow tests of accuracy against aerial photography, to more subjective tests of usability and practical utility. Overall it was found that the OSM data model won on the majority of criteria. However, it must be noted that this is a niche area. If the crowd-sourced data model is to triumph in more mainstream areas it needs to ensure much greater community 'buy-in', for example through compulsory engagement with Open Street Map for educational and citizenship purposes at school.\n", 
        "authors": [
            "Robin Lovelace"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Crowd-sourced", 
            "Volunteered geographical information", 
            "Open street map", 
            "Sustainable transport"
        ], 
        "number": 71, 
        "session": [
            "6A - Transport (II)", 
            "Stephen Clark", 
            "6A", 
            "RBLT"
        ], 
        "title": "Crowd sourced vs centralised data for transport planning: a case study of  bicycle path data in the UK", 
        "topics": [
            "Big Data and the future of GIS", 
            "Energy and sustainability", 
            "Transport systems", 
            "Uncertainty and Error"
        ]
    }, 
    {
        "abstract": "This paper uses mobile phone data for the city of Amsterdam to study the distribution of activity over space and time. The extent to which we can empirically learn about the spatial structure of cities is limited by the technology and data available at given point in time. Using new sources of data that did not exist only a few years ago and recent statistical approaches that exploit them in a fuller fashion, we are able to obtain a representation of the changing spatial structure of the city over the course of a year, a week and a day.", 
        "authors": [
            "Daniel Arribas-Bel", 
            "Emmanouil Tranos"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Urban spatial structure", 
            "space-time statistics", 
            "Mobile phone data", 
            "big data", 
            "urban form"
        ], 
        "number": 73, 
        "session": [
            "5A - Big Data (III)", 
            "James Cheshire", 
            "5A", 
            "RBLT"
        ], 
        "title": "New approaches to measure the spatial structure(s) of cities", 
        "topics": [
            "Geodemographics and populations", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "During the transition to more resilient and sustainable cities, planners require robust planning tools to ensure sustainability efforts do not conflict and negatively affect one another. In this paper spatial optimisation is used to provide best trade-off spatial plans between conflicting real world sustainability objectives during the spatial planning process. Using Pareto-optimal optimisation a series of spatial development strategies are derived that outperform all other possible development strategies in at least one objective. When applied to a case study for a north east local authority the resulting spatial Pareto-optimal strategies were found to significantly outperform the local authorities proposed development plan.", 
        "authors": [
            "Daniel Caparros-Midwood", 
            "Stuart Barr", 
            "Richard Dawson"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Sustainability objectives", 
            "Spatial planning", 
            "Optimisation", 
            "Genetic Algorithm"
        ], 
        "number": 75, 
        "session": [
            "1B - GIS and the Environment (I)", 
            "Steve Carver", 
            "1B", 
            "LG19"
        ], 
        "title": "Evolutionary Computing for Multi-Objective Spatial Optimisation", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "The proposed paper is about data analysis of consumer reviews of Argos products. The objective behind the paper is to use the review data to produce insight for Argos managers so that they can reduce the rate of returns for products they sell to customers. Methodological innovation for the purpose of this research assignment is to improve on the sentiment analysis model used currently, including an attempt to detect and interpret irony. Furthermore, this study aims at a systematic identification of best solutions for making data summaries as insightful and as easy to interpret as practicable.", 
        "authors": [
            "Radoslaw Kowalski"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "CDRC early-career bursary for 'Innovations in Geographical Consumer Data'", 
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "sentiment analysis", 
            "Argos", 
            "product reviews"
        ], 
        "number": 76, 
        "session": [
            "3C - Big Data (II): VGI", 
            "Alex Singleton", 
            "3C", 
            "LG15"
        ], 
        "title": "Optimising sentiment analysis in commercial context", 
        "topics": [
            "Big Data and the future of GIS", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper presents a number of cartographic design solutions to the creation of a map for the mixed-reality location-based game ‘Pac-Lan: Zombie Apocalypse’. The research-purpose of this game is to explore ways in which players may be encouraged to become less reliant upon the device screen during gameplay, and so more fully engaged with the physical environment in which the game is played. In this paper we specifically consider approaches to designing the game-map in such a way as to discourage players from becoming solely reliant upon it for navigation, and instead interact more with their surroundings during gameplay. This paper therefore considers four maps as potential solutions for ‘Pac-Lan: Zombie Apocalypse’, which serve explore the use of abstract feature representation as a cartographic device to encourage player engagement with the landscape. A description of the design rationale for each of the maps is presented here, along with some preliminary findings from user evaluation of the maps against a defined set of design goals.", 
        "authors": [
            "Jonny Huck", 
            "Paul Coulton", 
            "Adrian Gradinar", 
            "Duncan Whyatt"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Cartography", 
            "Location Based Games", 
            "Spatial Ambiguity", 
            "Mixed-Reality Spaces", 
            "Landscape Legibility"
        ], 
        "number": 77, 
        "session": [
            "2C - Visualisation", 
            "Ed Manley", 
            "2C", 
            "LG15"
        ], 
        "title": "Abstract Feature Representation as a Cartographic Device for Mixed-Reality Location-Based Games", 
        "topics": [
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "The aim of this paper is to explore the patterns of e-commerce sales in Yorkshire and Humberside area and use this analysis for building and testing of a retail location model which can estimate local and regional sales both at physical stores and for internet sales. This is important for retailers as future geographical growth is likely to be driven by a mixture of new stores and e-commerce. This study creates an unique opportunity for the retailers to develop innovative site location techniques to estimate instore and online sales which will then help drive future regional growth models.   \n\n", 
        "authors": [
            "Elena Kirby-Hawkins", 
            "Graham Clarke", 
            "Mark Birkin"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "e-commerce", 
            "grocery retail", 
            "spatial interaction model", 
            "online sales"
        ], 
        "number": 78, 
        "session": [
            "8B - Retail Science", 
            "Nick Hood", 
            "8B", 
            "LG19"
        ], 
        "title": "Designing a location model for face to face and on-line retailing for the UK grocery market", 
        "topics": [
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper shares the experience of the research project 'Mapping Beyond the Palimpsest' which adopts grounded applications and cutting edge technologies for community-led mapping and visualization, to reframe the understanding of, and action upon, two highly contested territories in Lima; the Historic Centre - Barrios Altos, and Jose Carlos Mariategui, in the periphery. Adopting a participatory action-learning approach, the research seeks to disrupt the exclusionary trajectory of urban change, develop the writing of more inclusive representations and open up spaces for collectively negotiated outcomes between marginalised citizens, planners and policy makers. ", 
        "authors": [
            "Rita Lambert", 
            "Adriana Allen"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "planning", 
            "mapping", 
            "visualisation", 
            "justice", 
            "Lima"
        ], 
        "number": 79, 
        "session": [
            "4A - Urban", 
            "Elena Kirby-Hawkins", 
            "4A", 
            "RBLT"
        ], 
        "title": "Mapping to Disrupt unjust urban trajectories", 
        "topics": [
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This research focuses on the usefulness of social media opinion mining in the retail sector and what constitutes an attractive high-street retail centre from the viewpoint of a consumer. Geo-located Twitter data allows us to establish when, where and what people say about different retail centres. Comparing this data with retail centres of differing vitality could allow us to draw conclusions about how useful and predictive this source could be. Initial analysis revealed some contrasting text content within top ranked and bottom ranked retail centres in Greater London. ", 
        "authors": [
            "Alyson Lloyd", 
            "James Cheshire", 
            "Helena Titheridge"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "poster", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Opinion Mining", 
            "Consumer Behaviour", 
            "Social Media", 
            "Retail", 
            "Resilience"
        ], 
        "number": 80, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "High-Street Resilience and Social Media Opinion Mining", 
        "topics": [
            "Big Data and the future of GIS", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Volcanic disasters are commonly difficult to predict accurately in term of when the events come, how big the magnitude, where the spatial extent of the impact, and who will be exposed. In worst condition, people at risk confuse where they should evacuate themselves despite they already know that they are in danger. Similarly, stakeholder who responsible to evacuate people may have difficulties to manage evacuation site during a critical time. To solve this problem, we propose SAFEVolcano i.e. a GIS-based framework for managing evacuation camp selection-allocation considering the dynamic of the volcanic disaster extent.", 
        "authors": [
            "Jumadi Jumadi", 
            "Steve Carver", 
            "Duncan Quincey"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "GIS", 
            "emergency response", 
            "volcanic eruption", 
            "evacuation management", 
            "evacuation shelter selection-allocation"
        ], 
        "number": 81, 
        "session": [
            "6B - GIS and Hazards", 
            "Rachel Oldroyd", 
            "6B", 
            "LG19"
        ], 
        "title": "SAFEVolcano: Spatial Information Framework for Volcanic Eruption Evacuation Site Selection-allocation", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "The efficacy of police patrolling as a means of crime deterrence remains a significant area of uncertainty within crime prevention study. It is, however, an issue of substantial practical importance, since the design of policing strategies depends crucially on knowledge of the form and intensity of intervention required to achieve a given effect. Here, we examine GPS traces of police vehicle movement in a major UK city in order to quantify precisely the patrol activity applied to each street segment. This is then compared against crime data to test, and estimate the magnitude of, the deterrent effect of patrolling.", 
        "authors": [
            "Toby Davies", 
            "Kate Bowers"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "police patrol", 
            "street networks", 
            "crime prevention", 
            "survival analysis", 
            "vehicle tracking"
        ], 
        "number": 82, 
        "session": [
            "1A - Crime and Policing (I)", 
            "Graham Clarke", 
            "1A", 
            "RBLT"
        ], 
        "title": "Quantifying the deterrent effect of police patrol via GPS analysis", 
        "topics": [
            "Crime and Policing"
        ]
    }, 
    {
        "abstract": "A number of choices are encountered when creating cartograms using the Gastner and Newman algorithm. Two important ones are the starting map projection, and the resolution of the grid size used to\ncompute the cartogram transform. We experiment with a number of projection and grid size combinations, and define a measure of ‘cartogram success’, and use this, together with a more descriptive assessment, to identify best practice in choosing resolution and initial projection.", 
        "authors": [
            "Chris Brunsdon", 
            "Martin Charlton"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Cartogram", 
            "Rasterisation", 
            "Visualisation", 
            "Map Projection", 
            "Cartography"
        ], 
        "number": 83, 
        "session": [
            "2C - Visualisation", 
            "Ed Manley", 
            "2C", 
            "LG15"
        ], 
        "title": "Spoilt for Choice? An Investigation Into Creating Gastner and Newman-style Cartograms", 
        "topics": [
            "Spatial analysis and visualisation", 
            "Uncertainty and Error"
        ]
    }, 
    {
        "abstract": "This paper demonstrates the use of temporally dynamic GIS attributes in devising and communicating ecological conservation constraints to construction projects. We embed SQL date functions into table view queries, using an open source database management system, to automatically calculate the ages of ecological observations in real time. In turn, the age attributes are then used in ecological analysis and monitoring applications, such as prioritising ecological survey efforts and estimating resilience to disturbance events. We conclude that the incorporation of temporally dynamic attributes in ecological datasets can help to reduce unnecessary development constraints, delays and expense. ", 
        "authors": [
            "Greg Wood", 
            "Duncan Whyatt", 
            "Carly Stevens"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "temporal GIS", 
            "conservation", 
            "wildlife management", 
            "development", 
            "dynamic attributes"
        ], 
        "number": 84, 
        "session": [
            "1B - GIS and the Environment (I)", 
            "Steve Carver", 
            "1B", 
            "LG19"
        ], 
        "title": "The role of the age() function in a GIS for ecological conservation", 
        "topics": [
            "Environmental GIS and Hazards"
        ]
    }, 
    {
        "abstract": "Although 3D visualisation is becoming more common in GIS, as of yet, there has been relatively little in the way of 3D editing and analysis functionality especially in the web. This research describes a first attempt at addressing this deficit, documenting a 3D Web GIS with the ability to select, edit, 3D buffer, measure and retrieve attributes. A small user evaluation was undertaken to assess aspects such as usability, consistency and responsiveness. The system developed was implemented using Three.js as a frontend 3D framework and PostGIS as a backend database. The GIS was successful in its execution but detected some issues in requirement of addressing in order to progress. It concludes with recommendations to improve performance and go further with 3D editing.", 
        "authors": [
            "James Milner", 
            "Kelvin Wong", 
            "Claire Ellul"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "3D", 
            "Web", 
            "GIS", 
            "WebGL", 
            "HTML5", 
            "Editing", 
            "Spatial Analysis", 
            "PostGIS", 
            "Three.js"
        ], 
        "number": 85, 
        "session": [
            "2C - Visualisation", 
            "Ed Manley", 
            "2C", 
            "LG15"
        ], 
        "title": "Beyond Visualisation in 3D GIS", 
        "topics": [
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "Operational hydrologists are often required to transfer information from well-understood instrumented research basins to ‘wild’ catchments for which few details are available. To do so successfully, the climatological inputs and physiographic processing in both must be sufficiently similar that their resultant flow regimes will also be comparable. This is challenging to determine, because of the wide variety of influences on hydrological response, and the degree of heterogeneity among and within catchments. Pattern recognition – or classification – can help with this. This study explores the application of Growing Self-Organising Maps, a data-mining technique based on unsupervised machine learning, for this purpose.", 
        "authors": [
            "Michael Allchin"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "Catchment Hydrology", 
            "Classification", 
            "Data-Mining", 
            "Self-Organising Maps"
        ], 
        "number": 86, 
        "session": [
            "8A - GIS and the Environment (II)", 
            "Steve Carver", 
            "8A", 
            "RBLT"
        ], 
        "title": "Characterisation and Classification of Hydrological Catchments in Alberta, Canada Using Growing Self-Organising Maps", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This extended abstract explores ongoing work that is developing new models and algorithms capable of identifying the environmental drivers of human and animal movement. Specifically, the paper presents an algorithm able to identify the perpetuating conditions for movement: those ranges of environmental variables that are necessary for movement to occur. Our algorithm is tested on fish movement data from a large, long-term ecology study in Australia, combined with environmental data about water temperatures, levels, and salinity. The results demonstrate the types of rules that can generated from real movement patterns using our algorithm. ", 
        "authors": [
            "Matt Duckham", 
            "Antony Galton", 
            "Alan Both"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "causation", 
            "processes", 
            "perpetuation", 
            "context-aware movement analysis", 
            "environmental monitoring", 
            "data mining"
        ], 
        "number": 87, 
        "session": [
            "1B - GIS and the Environment (I)", 
            "Steve Carver", 
            "1B", 
            "LG19"
        ], 
        "title": "Identifying perpetuation in processes driving fish movement", 
        "topics": [
            "Big Data and the future of GIS", 
            "Energy and sustainability", 
            "Environmental GIS and Hazards"
        ]
    }, 
    {
        "abstract": "This poster presents the initial findings into an exploratory analysis of the feasibility of using the sentiment expressed within trail users' Twitter messages to assess the effectiveness of Environmental Stewardship Scheme agreements in place along the Pennine Way National Trail, England.", 
        "authors": [
            "Tom Wilson", 
            "Robin Lovelace"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "GIS", 
            "big data", 
            "sentiment analysis", 
            "environmental stewardship", 
            "volunteered geographic information"
        ], 
        "number": 88, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Exploring the sentiment of trail users' tweets.", 
        "topics": [
            "Big Data and the future of GIS"
        ]
    }, 
    {
        "abstract": "This paper presents an exploratory analysis into the feasibility of using the sentiment expressed within trail users' Twitter messages to assess the effectiveness of Environmental Stewardship Scheme agreements in place along the Pennine Way National Trail, England.", 
        "authors": [
            "Tom Wilson", 
            "Robin Lovelace"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)", 
            "GISRUK early-career bursary"
        ], 
        "keywords": [
            "GIS", 
            "big data", 
            "sentiment analysis", 
            "environmental stewardship", 
            "volunteered geographic information"
        ], 
        "number": 89, 
        "session": [
            "8C - Social Media", 
            "Alastair Leak", 
            "8C", 
            "LG15"
        ], 
        "title": "Can the sentiment expressed in trail users' tweets help to assess the effectiveness of Environmental Stewardship Agreements? An exploratory analysis of the Pennine Way National Trail, England.", 
        "topics": [
            "Big Data and the future of GIS"
        ]
    }, 
    {
        "abstract": "The aim of this paper is an objective clustering of the precipitation regime in Greece. The data consists of winter daily precipitation values obtained from a Regional Climate Model, the RACMO2/KNMI, for the period 1971-2000. The constrained clustering method is implemented by using three different linkages, single, complete and average, and for three different cluster numbers, 10, 20 and 30. Average and complete linkage both performed well, with the latter proving to be more detailed and its spatial resolution presents many similarities to the original data. The 20 and 30 clusters are clearly more representative than the 10 cluster results.", 
        "authors": [
            "Eftychia Rousi", 
            "Christina Anagnostopoulou", 
            "Angelos Mimis", 
            "Marianthi Stamou"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Constrained Clustering", 
            "Precipitation", 
            "Regional Climate Model"
        ], 
        "number": 9, 
        "session": [
            "8A - GIS and the Environment (II)", 
            "Steve Carver", 
            "8A", 
            "RBLT"
        ], 
        "title": "Constrained clustering of the precipitation regime in Greece", 
        "topics": [
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "Land use/cover changes at larger scales have crucial impact on large-scale environmental problems. Cellular Automata (CA) has become a main tool to simulate and predict land use changes. But large-scale land-use change simulation with high-resolution data requires a large amount of data, complicated computing processes, and very long execution time. The data storage size can be hundreds of megabytes or even several gigabytes, we could consider these data as a kind of “Big Data”, therefore these big data also lead to the problems of computational capability. A computing model called GPU-CA model is proposed to use the graphics processing unit (GPU) high-performance technique to execute and accelerate such simulations. The comparison indicates that the GPU-CA model is faster than traditional CA by 30 times. Such improvement is crucial for land-use change simulations at large-scales using big data.", 
        "authors": [
            "Dan Li"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Land-use Simulation", 
            "GPU", 
            "Cellular Automata", 
            "Large-scale", 
            "Land Use Change"
        ], 
        "number": 90, 
        "session": [
            "1C - Big Data (I)", 
            "Alison Heppenstall", 
            "1C", 
            "LG15"
        ], 
        "title": "Land-use Simulation at Large-scale using Big Data", 
        "topics": [
            "Big Data and the future of GIS", 
            "Other GIS topics"
        ]
    }, 
    {
        "abstract": "We demonstrate that applied retail modelling can be used to support retail planning and location based decision making within highly seasonal tourist resorts. Using small area spatiotemporal demand estimates and a custom built Spatial Interaction Model (SIM), we evaluate a ‘live’ retail development scheme. Our modelling approach can be used to estimate store revenue and to identify the impact of supply side changes on consumer flows, store and retailer market shares and network performance in order to support the retail planning process.", 
        "authors": [
            "Andy Newing", 
            "Graham Clarke", 
            "Martin Clarke"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Seasonal consumer demand", 
            "Grocery retail", 
            "Retail planning", 
            "Spatial Interaction Modelling", 
            "Tourism"
        ], 
        "number": 91, 
        "session": [
            "8B - Retail Science", 
            "Nick Hood", 
            "8B", 
            "LG19"
        ], 
        "title": "Retail Modelling in Tourist Resorts: A case study of Looe, Cornwall", 
        "topics": [
            "Other GIS topics", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "\nThis study seeks to undertake an initial analysis of the likely flow of people between the Tube to bicycle hire network in London. Data for the two networks were collected for a month (April 2012) in order to establish the strength of the relationship between them. The results quantify the extent to which Tube commuters impact the capacity utilization of the bicycle network. We expect this research to have implications in the expansion and maintenance of bicycle hire in London and similar schemes around the world.\n", 
        "authors": [
            "Nilufer Sari Aslam", 
            "James Cheshire", 
            "Tao Cheng"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Big Data", 
            "Oyster Data", 
            "Bicycle share system", 
            "Time Series Analysis", 
            "Regression Analysis"
        ], 
        "number": 92, 
        "session": [
            "2A - Transport (I)", 
            "Stephen Clark", 
            "2A", 
            "RBLT"
        ], 
        "title": "Big Data Analysis of Population Flow between TfL Oyster and Bicycle Hire Networks in London", 
        "topics": [
            "Big Data and the future of GIS", 
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "The dependency of human wellbeing on nature is widely acknowledged, however, rapid population growth in England has led to considerable change in land use and the spatial distribution of ecosystem services. The proposed research seeks to understand if the change in provision of ecosystem services nationally from 2001-2011 has been socially just. The research will model the distribution of ecosystem services, establish who the ‘winners’ and ‘losers’ have been and what planning strategies have been implemented. Ultimately, this will inform recommendations for policy to maximise socially just delivery of ecosystem services in the context of increasing land-use pressures. ", 
        "authors": [
            "Karen Mullin"
        ], 
        "category": "Poster (max one page)", 
        "decision": "poster", 
        "groups": [
            "Early-career author (PhD or Masters student)"
        ], 
        "keywords": [
            "Ecosystem services", 
            "Spatial modelling", 
            "Longitudinal", 
            "Environmental justice", 
            "England."
        ], 
        "number": 93, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "The Social Distribution of Ecosystem Services under Land-Use Change in England", 
        "topics": [
            "Environmental GIS and Hazards", 
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "Involving stakeholders in decision-making at workshops requires a computer system to respond quickly to various scenarios proposed by participants. Due to the increasing complexity of urban systems, such planning support often faces the challenges of “big data” and poor computational performance. This paper proposes a new approach using parallel processing techniques (i.e. MPI Message Passing Interface) to support workshop participants in interactively building planning scenarios and visualising outputs of job accessibility across Greater Manchester. MPI-based parallel algorithms have been run on a cluster of computers for reducing computational time cost. The results and performances are critically evaluated and recommendations for future work provided.", 
        "authors": [
            "Jianquan Cheng", 
            "Jianguang Tu", 
            "Liangxiu Han"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "poster", 
        "groups": [], 
        "keywords": [
            "Parallel computation", 
            "MPI", 
            "Workshop based public participation", 
            "Job accessibility", 
            "Greater Manchester"
        ], 
        "number": 94, 
        "session": [
            "Poster Session", 
            "none", 
            "Po", 
            "Parkinson Court"
        ], 
        "title": "Parallel computation for accessibility based planning support", 
        "topics": [
            "Big Data and the future of GIS", 
            "Spatial analysis and visualisation", 
            "Transport systems"
        ]
    }, 
    {
        "abstract": "This paper argues that we need to think as much about where crime does not happen as where it does. The use of hotspot maps is a widely accepted practice in policing, These maps highlight areas with high concentrations of crime but tell us less about areas with medium or low concentrations of crime. Understanding what makes a ‘low crime place’ may provide lessons for reducing crime. This paper proposes techniques which use a mixed method approach, combining LISA, Group Trajectory Analysis and Focus Groups, to give us a more nuanced and detailed understanding of crime at the neighbourhood level.", 
        "authors": [
            "Ellie Bates", 
            "William Mackaness"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Hot and Cold Spots", 
            "Mixed Method Spatio Temporal Analysis", 
            "Vandalism"
        ], 
        "number": 95, 
        "session": [
            "3A - Crime and Policing (II)", 
            "Nick Addis", 
            "3A", 
            "RBLT"
        ], 
        "title": "Understanding Spatio Temporal Patterns of Crime Using Hotspot AND Coldspot Analysis", 
        "topics": [
            "Crime and Policing", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "This paper reports investigations into the feedback and linkages between demographic change and infrastructure provision. In this paper, we seek to explore the coupled dynamic of demographics, the economy and infrastructure simultaneously as a series of subsystems. The modelling results will explore different policy scenarios for regional infrastructure investment to offer an initial proof of concept of the feasibility of implementing a coupled model of demographic and economic growth over a medium to long time horizon, and promises a distinct and exciting perspective on the co-dynamic interplay of social and economic policies, regional development, infrastructure provision and prosperity.\n\n", 
        "authors": [
            "Chengchao Zuo", 
            "Mark Birkin"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Infrastructure", 
            "demographic modelling", 
            "spatial interaction model", 
            "economic growth"
        ], 
        "number": 96, 
        "session": [
            "7A - Cities", 
            "Adam Dennett", 
            "7A", 
            "RBLT"
        ], 
        "title": "A Simultaneous Model forDemographics, Economy  and Infrastructure", 
        "topics": [
            "Geodemographics and populations", 
            "Spatial analysis and visualisation"
        ]
    }, 
    {
        "abstract": "National data collected to aid understanding of spending patterns associated with food consumption and nutrition in the UK are reported in the Family Food module of the Living Costs and Food Survey. This survey data is used to better understand our society, including the geographies of food spending and informs the Consumer Price Indices. Such surveys require a nationally representative sample of volunteers to report their food spending and consumption patterns. This paper explores the role in which big data relating to food purchases could supplement such surveys and how reports using consumer data compare to survey data geographically.", 
        "authors": [
            "Michelle Morris", 
            "Graham Clarke", 
            "Mark Birkin"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Consumer data", 
            "National survey", 
            "Living Costs and Food", 
            "Food Consumption", 
            "Nutrition"
        ], 
        "number": 97, 
        "session": [
            "8B - Retail Science", 
            "Nick Hood", 
            "8B", 
            "LG19"
        ], 
        "title": "Exploring the role of consumer data for food in national survey reporting", 
        "topics": [
            "Big Data and the future of GIS", 
            "Health and Wellbeing"
        ]
    }, 
    {
        "abstract": "As part of a three-year study on cycling infrastructure, a smartphone app was used to passively collect location information resulting in 54 million observations.  These data are then used to identify trip stops using a new method that employs a moving average position.  In total 12,849 stops are identified with a median time of one hour and a spatial distribution consistent with the travel diary data collected as part of the same study.", 
        "authors": [
            "Adrian Ellison", 
            "Richard Ellison", 
            "Asif Ahmed", 
            "Stephen Greaves"
        ], 
        "category": "Extended abstract (max 1,500 words)", 
        "decision": "accept", 
        "groups": [], 
        "keywords": [
            "Transport", 
            "Stop Detection", 
            "Algorithm", 
            "Smartphones", 
            "Cycling"
        ], 
        "number": 98, 
        "session": [
            "6A - Transport (II)", 
            "Stephen Clark", 
            "6A", 
            "RBLT"
        ], 
        "title": "Spatiotemporal Identification of Trip Stops from Smartphone Data", 
        "topics": [
            "Big Data and the future of GIS", 
            "Transport systems"
        ]
    }
]
